<?php
/**
*
* install [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADMIN_CONFIG'				=> 'Конфигурација на администратор',
	'ADMIN_PASSWORD'			=> 'Лозинка на администраторот',
	'ADMIN_PASSWORD_CONFIRM'	=> 'Потврди ја лозинката',
	'ADMIN_PASSWORD_EXPLAIN'	=> 'Ве молиме внесете лозинка со должина помеѓу 6 и 30 карактери.',
	'ADMIN_TEST'				=> 'Провери ги администраторските опции',
	'ADMIN_USERNAME'			=> 'Членско име на администраторот',
	'ADMIN_USERNAME_EXPLAIN'	=> 'Ве молиме внесете членско име со должина помеѓу 3 и 20 карактери.',
	'APP_MAGICK'				=> 'Магични сликиподршка [ Прикачувања ]',
	'AUTHOR_NOTES'				=> 'Белешки на авторот<br />» %s',
	'AVAILABLE'					=> 'Достапно',
	'AVAILABLE_CONVERTORS'		=> 'Достапни конвертори',

	'BEGIN_CONVERT'					=> 'Почни ја конверзацијата',
	'BLANK_PREFIX_FOUND'			=> 'Скенот на вашите табели покажа валидна инсталација без префикс на табелите.',
	'BOARD_NOT_INSTALLED'			=> 'Не е пронајдена инсталација',
	'BOARD_NOT_INSTALLED_EXPLAIN'	=> 'phpBB Unified Convertor Framework ја бара инсталацијата на phpBB3 за да функционира, ве молиме <a href="%s">продолжете со прва инсталација на phpBB3</a>.',

	'CATEGORY'					=> 'Категорија',
	'CACHE_STORE'				=> 'Тип на кеш',
	'CACHE_STORE_EXPLAIN'		=> 'Физичка локација каде се кеширани податоците, префериран е системот на фајлови.',
	'CAT_CONVERT'				=> 'Конвертирај',
	'CAT_INSTALL'				=> 'Инсталирај',
	'CAT_OVERVIEW'				=> 'прегледај',
	'CAT_UPDATE'				=> 'Апдејт',
	'CHANGE'					=> 'Промени',
	'CHECK_TABLE_PREFIX'		=> 'Ве молиме проверете го префискот на табелите и пробајте повторно.',
	'CLEAN_VERIFY'				=> 'Чистење и верифицирање на финалната структура',
	'CLEANING_USERNAMES'		=> 'Чистење членски имиња',
	'COLLIDING_CLEAN_USERNAME'	=> '<strong>%s</strong> е исчистено членско име за:',
	'COLLIDING_USERNAMES_FOUND'	=> 'Членови со исти членски имиња се пронајдени на вашиот стар форум. За да ја завршите конверзацијата ве молиме преименувајте или избишете ги овие членови од вашиот стар форум така да има еден член со едно членско име не повеќе со исто членско име .',
	'COLLIDING_USER'			=> '» Член со број: <strong>%d</strong> членско име: <strong>%s</strong> (%d posts)',
	'CONFIG_CONVERT'			=> 'Конвертирање на конфигурацијата',
	'CONFIG_FILE_UNABLE_WRITE'	=> 'Не беше можно да се запише конфигурациниот фајл. Алтернативни методи за креирање на овој фајл ви се прикажани подолу.',
	'CONFIG_FILE_WRITTEN'		=> 'Конфигурациониот фајл беше запишан. Сега може да продолжите со следниот чекор од инсталацијата.',
	'CONFIG_PHPBB_EMPTY'		=> 'phpBB3 конфиг фајлот/config варијабилата за “%s” е празна.',
	'CONFIG_RETRY'				=> 'Пробај повторно',
	'CONTACT_EMAIL_CONFIRM'		=> 'Потврди го контакт мејлот',
	'CONTINUE_CONVERT'			=> 'Продолжи со конверзијата',
	'CONTINUE_CONVERT_BODY'		=> 'Претходно пробување за конверзија е пронајдено. Може да изберете помеѓу стартување нова конверзија или продолжување со претходната конверзија.',
	'CONTINUE_LAST'				=> 'Продолжи со последните изјави',
	'CONTINUE_OLD_CONVERSION'	=> 'Продолжи со претходната стартувана конверзија',
	'CONVERT'					=> 'Конверт',
	'CONVERT_COMPLETE'			=> 'Конверизјата е комплетирана',
	'CONVERT_COMPLETE_EXPLAIN'	=> 'Вие успешно го конвертиравте вашиот форум во phpBB 3.0. Сега може да се логирате и <a href="../">да пристапите на вашиот форум</a>. Ве молиме осигурајте се дека подесувањата се успешно префрлени пред да го овозможите вашиот форум со бришење на Инсталл директоријата/инстал фолдерот. Запомнете дека помошта за phpBB е достапна онлјан на  <a href="http://www.phpbb.com/support/documentation/3.0/">Документација</a> и на <a href="http://www.phpbb.com/community/viewforum.php?f=46">Форум за подршка</a>.',
	'CONVERT_INTRO'				=> 'Добредојдовте на phpBB Unified Convertor Framework',
	'CONVERT_INTRO_BODY'		=> 'Од овде, вие можете да внесувате податоци од друг [инсталиран] форум. Листата подолу ви ги покажува сите конверзациски модули кои се моментално достапни. Ако таму нема прикажан конвертор за софтверот на форумот кој што сакате да го конвертирате, ве молиме проверете го нашиот веб сајт каде што понатамошни конверациски модули се достапни за симнување.',
	'CONVERT_NEW_CONVERSION'	=> 'Нова конверзија',
	'CONVERT_NOT_EXIST'			=> 'Одредениот конвертор не постои.',
	'CONVERT_OPTIONS'			=> 'Опции',
	'CONVERT_SETTINGS_VERIFIED'	=> 'Информацијата која ја внесовте е верификувана. За стратување на процесот на конверзија, ве молиме кликнете на копчето подолу.',
	'CONV_ERR_FATAL'			=> 'Фатална грешка во конвертирањето',

	'CONV_ERROR_ATTACH_FTP_DIR'			=> 'FTP уплоад за прикачувања е овозможен на стариот форум. Ве молиме оневозможете ја FTP уплоад опцијата и осигурајте се дека сте одредиле валидна директорија/фолдер, потоа копирај те ги сите прикачени фајлови во новата директорија. Кога ќе завршите со ова ре-стартувајте го конверторот.',
	'CONV_ERROR_CONFIG_EMPTY'			=> 'Нема достапна конфигурациона информација за оваа конверзација.',
	'CONV_ERROR_FORUM_ACCESS'			=> 'Невозможно е да се добие информацијата за пристап на форумот.',
	'CONV_ERROR_GET_CATEGORIES'			=> 'Невозможно е да се добијат категориите.',
	'CONV_ERROR_GET_CONFIG'				=> 'Неможе да се пронајде вашата конфигурација за форумот.',
	'CONV_ERROR_COULD_NOT_READ'			=> 'Невозможно е да се пристапи/прочита “%s”.',
	'CONV_ERROR_GROUP_ACCESS'			=> 'Невозможно е да се добие информацијата за автентизирање на групите.',
	'CONV_ERROR_INCONSISTENT_GROUPS'	=> 'Недоследност во табелата за групи одкриена во add_bots() - треба да ги додадете сите специјални/дефинирани групи рачно.',
	'CONV_ERROR_INSERT_BOT'				=> 'Невозможно е да се внесе бот во табелата за членови.',
	'CONV_ERROR_INSERT_BOTGROUP'		=> 'Невозможно е да се внесе бот во табелата за ботови.',
	'CONV_ERROR_INSERT_USER_GROUP'		=> 'Невозможно е да се внесе член во user_group табелата.',
	'CONV_ERROR_MESSAGE_PARSER'			=> 'Грешно парсирана порака',
	'CONV_ERROR_NO_AVATAR_PATH'			=> 'Белешка до развивачот: мора да одредите $конвертор[\'avatar_path\'] за користење %s.',
	'CONV_ERROR_NO_FORUM_PATH'			=> 'Релативната патека до изворнит форум не беше одредена.',
	'CONV_ERROR_NO_GALLERY_PATH'		=> 'Белешка до развивачот: мора да одредите $конвертор[\'avatar_gallery_path\'] за користење %s.',
	'CONV_ERROR_NO_GROUP'				=> 'Групата “%1$s” неможе да се пронајде во %2$s.',
	'CONV_ERROR_NO_RANKS_PATH'			=> 'Белешка до развивачот: мора да одредите $конвертор[\'ranks_path\'] за користење %s.',
	'CONV_ERROR_NO_SMILIES_PATH'		=> 'Белешка до развивачот: мора да одредите $конвертор[\'smilies_path\'] за користење %s.',
	'CONV_ERROR_NO_UPLOAD_DIR'			=> 'Белешка до развивачот: мора да одредите $конвертор[\'upload_path\'] за користење %s.',
	'CONV_ERROR_PERM_SETTING'			=> 'Невозможно е да се внесат/апдејтуваат подесувањата за дозволите.',
	'CONV_ERROR_PM_COUNT'				=> 'Невозможно е да се одбере фолдер за броење на приватни пораки.',
	'CONV_ERROR_REPLACE_CATEGORY'		=> 'Невозможно е да се внесе нов форум и да се замени старата категорија.',
	'CONV_ERROR_REPLACE_FORUM'			=> 'Невозможно е да се внесе нов форум и да се замени стариот форум.',
	'CONV_ERROR_USER_ACCESS'			=> 'Невозможно е да се добие информацијата за авторизација.',
	'CONV_ERROR_WRONG_GROUP'			=> 'Погрешна група “%1$s” дефинирана во %2$s.',
	'CONV_OPTIONS_BODY'					=> 'Оваа страна собира податоци задолжителни за пристапување на вашиот форум. Внесете ги деталите од датабазата од вашиот претходен форум; конверетерот нема да промени ништо во датабазата подолу. Изворниот форум треба да биде исклучен за да дозволите доследно конвертирање.',
	'CONV_SAVED_MESSAGES'				=> 'Сочувани пораки',

	'COULD_NOT_COPY'			=> 'Неможе да се копира фајлот <strong>%1$s</strong> во <strong>%2$s</strong><br /><br />Ве молиме проверете дека таа директорија/фолдер постои и може да се запишува од серверот.',
	'COULD_NOT_FIND_PATH'		=> 'Неможе да се пронајде патеката до вашиот претходен форум. Ве молиме проверете си ги вашите подесувања и пробајте повторно.<br />» %s беше одреден како изворна патека.',

	'DBMS'						=> 'Тип на датабаза',
	'DB_CONFIG'					=> 'Конфигурација на датабазата',
	'DB_CONNECTION'				=> 'Конекција со датабазата',
	'DB_ERR_INSERT'				=> 'Грешка при процесирањето <code>INSERT</code>.',
	'DB_ERR_LAST'				=> 'Грешка при процесирањето <var>query_last</var>.',
	'DB_ERR_QUERY_FIRST'		=> 'Грешка при егзекутирањето <var>query_first</var>.',
	'DB_ERR_QUERY_FIRST_TABLE'	=> 'Грешка при егзекутирањето <var>query_first</var>, %s (“%s”).',
	'DB_ERR_SELECT'				=> 'Грешка при покренувањето<code>SELECT</code> query.',
	'DB_HOST'					=> 'Сервер на датабазата, име на хостот или DSN',
	'DB_HOST_EXPLAIN'			=> 'DSN е Data Source Name и е релевнтен само за ODBC инсталирањата. Во PostgreSQL, се користи localhost за да се поврзе локалниот сервер со UNIX domain socket и 127.0.0.1 за да се поврзе со TCP. За SQLite, внесете целосна патека до вашите фајлови од датабазата.',
	'DB_NAME'					=> 'Име на датабазата',
	'DB_PASSWORD'				=> 'Лозинка на датабазата',
	'DB_PORT'					=> 'Сервер порта на датабазата',
	'DB_PORT_EXPLAIN'			=> 'Оставете го ова празно, доколку не знаете на која порта работи вашиот сервер.',
	'DB_UPDATE_NOT_SUPPORTED'	=> 'Извинете но оваа скрипта не подржува апдејт од верзиите на phpBB претходни до “%1$s”. Вашата моментална инсталирана верзија е “%2$s”. Ве молиме апдејтувајте ја во претходна верзија пред да ја покренете оваа скрипта. Подршката за ова е достапна на форумите за подршка на phpBB.com.',
	'DB_USERNAME'				=> 'Име на датабазата',
	'DB_TEST'					=> 'Тест на конекцијата',
	'DEFAULT_LANG'				=> 'Основен јазик на форумот',
	'DEFAULT_PREFIX_IS'			=> 'Конверторот не можеше да ги најде табелите со одредениот префикс. Ве молиме осигурајте се дека сте внеле точни детали за форумот кој го конвертирате. Основниот префикс на тебелите за %1$s е <strong>%2$s</strong>.',
	'DEV_NO_TEST_FILE'			=> 'Не беше одредена вредност за test_file варијаблата во конверторот. Ако сте корисник на овој конвертор, не треба да ја видите оваа грешка, ве молиме пријавете ја оваа грешка на авторот овој конвертор. Ако сте вие автор на овој конвертор, мора да одсредите име на фајл кој постои во изворниот форум за да дозволите патеката до него да биде верификувана.',
	'DIRECTORIES_AND_FILES'		=> 'Directory and file setup',
	'DISABLE_KEYS'				=> 'Disabling keys',
	'DLL_FIREBIRD'				=> 'Firebird',
	'DLL_FTP'					=> 'Remote FTP support [ Installation ]',
	'DLL_GD'					=> 'GD graphics support [ Visual Confirmation ]',
	'DLL_MBSTRING'				=> 'Multi-byte character support',
	'DLL_MSSQL'					=> 'MSSQL Server 2000+',
	'DLL_MSSQL_ODBC'			=> 'MSSQL Server 2000+ via ODBC',
	'DLL_MSSQLNATIVE'			=> 'MSSQL Server 2005+ [ Native ]',
	'DLL_MYSQL'					=> 'MySQL',
	'DLL_MYSQLI'				=> 'MySQL with MySQLi Extension',
	'DLL_ORACLE'				=> 'Oracle',
	'DLL_POSTGRES'				=> 'PostgreSQL',
	'DLL_SQLITE'				=> 'SQLite',
	'DLL_XML'					=> 'XML support [ Jabber ]',
	'DLL_ZLIB'					=> 'zlib compression support [ gz, .tar.gz, .zip ]',
	'DL_CONFIG'					=> 'Симнување конфиг',
	'DL_CONFIG_EXPLAIN'			=> 'Можете комплетно да го симнете config.php на вашиот компјутер. Тогаш ќе треба да го уплоадирате фајлот рачно, заменувајќи го постоечкиот config.php во вашата phpBB 3.0 root директорија. Ве молиме запомнете дека треба да го уплоадирате фајлот во ASCII формат (видете ја вашата FTP аплицирана документација ако не сте сигурни како да го направите ова). одкако ќе го уплоадирате вашиот config.php кликнете “Готово” за да преминете на следната фаза.',
	'DL_DOWNLOAD'				=> 'Симни',
	'DONE'						=> 'Готово',

	'ENABLE_KEYS'				=> 'Повторно овозможување на клучевите. Ова може да потрае.',

	'FILES_OPTIONAL'			=> 'Опционални фајлови и директории',
	'FILES_OPTIONAL_EXPLAIN'	=> '<strong>Опциоанлни</strong> - Овие фајлови, директории за подесувања на дозволи не се задолжителни. Инсталациониот систем ќе настојува да користи разни техники да ги креира ако не постојат или ако не може да бидат запишани. Но присуството на овие фајлови ќе ја забрза инсталацијата.',
	'FILES_REQUIRED'			=> 'Фајлови и директории',
	'FILES_REQUIRED_EXPLAIN'	=> '<strong>Задолжително</strong> - За phpBB да фуккционире беспрекорно треба да има можност да запишува одредени фајлови или директории. Ако видите “Не е Пронајдено” треба да го креирате релевантниот фајл или директоријата. Ако видите “Не е Можно да се запише” треба да ги смените дозволите на фајлот или директоријата за да дозволите запишување.',
	'FILLING_TABLE'				=> 'Пополнета табела <strong>%s</strong>',
	'FILLING_TABLES'			=> 'пополнети табели',

	'FIREBIRD_DBMS_UPDATE_REQUIRED'		=> 'phpBB не ја подржува повеќе Firebird/Interbase до претходната верзија 2.1. Ве молиме апдејтувајте го вашиот Firebird на најмалку 2.1.0 верзијата пред да продолжите со овој апдејт.',

	'FINAL_STEP'				=> 'Финален чекор',
	'FORUM_ADDRESS'				=> 'Адреса на форумот',
	'FORUM_ADDRESS_EXPLAIN'		=> 'Ова е линк од вашиот поранешен форумо, како пример: <samp>http://www.example.com/phpBB2/</samp>. ако нема внесено адреса овде и ако не е оставено празно според примерот адресата ќе биде заменета со вашиот нов форум заедно со мислењата, приватните пораки и потписите.',
	'FORUM_PATH'				=> 'Патека на форумот',
	'FORUM_PATH_EXPLAIN'		=> 'Ова е  <strong>релативната</strong> патека на серверот на вашиот претходен форум од <strong>патеката на оваа phpBB3 инсталација</strong>.',
	'FOUND'						=> 'Пронајдено',
	'FTP_CONFIG'				=> 'Префрли config со FTP',
	'FTP_CONFIG_EXPLAIN'		=> 'phpBB одкри присуство на FTP модул на овој сервер. Вие може да пробате да го префрлите вашиот config.php со ова ако сакате. Ќе треба да доставите информацијата која е подолу. Запомнете вашето корисничко име и лозинка се за пристапување на вашиот сервер! (прашајте го вашиот хостинг провајдер ако несте сигурни за корисничкото име и лозинката).',
	'FTP_PATH'					=> 'FTP патека',
	'FTP_PATH_EXPLAIN'			=> 'Ова е патеката од вашата root директорија до таа од phpBB, пр: <samp>htdocs/phpBB3/</samp>.',
	'FTP_UPLOAD'				=> 'Уплоад',

	'GPL'						=> 'Главна јавна лиценца',

	'INITIAL_CONFIG'			=> 'Базична конфигурација',
	'INITIAL_CONFIG_EXPLAIN'	=> 'Инсталацијата одкри дека вашиот сервер може да го покрене phpBB но треба да доставите некои одредени информации. Ако не знаете како даја поврзете вашата датабаза ве молиме контактирајте го вашиот хостинг провајдер (за прва помош) или користете ги phpBB форумите за подршка. Кога ќе ги внесувате податоците осигурајте дека се точни пред да продолжите.',
	'INSTALL_CONGRATS'			=> 'Честитки!',
	'INSTALL_CONGRATS_EXPLAIN'	=> '
		Успешно го инсталиравте phpBB %1$s. Ве молиме продолжете со избирање на една од понудените опции:</p>
		<h2>Конвертирај го постоечкиот форум во phpBB3</h2>
		<p>phpBB Unified Convertor Framework подржува конверзија од phpBB 2.0.x и останатите форум системи во phpBB3. Ако имате постоечки форум кој сакате да го конвертирате, ве молиме <a href="%2$s">продолжете до конверторот</a>.</p>
		<h2>Оди во живо со вашиот phpBB3!</h2>
		<p>Кликајки на копчето подолу ќе ве однесе до форма за испраќање статистички податоци во phpBB во вашиот Административен панел. Ние ќе ви бидеме благодарни ако ни помогнете со праќање на таа информација. Потоа  можете да испитате некои опции кои ви се достапни. Запомнете помошта ви е достапна на <a href="http://www.phpbb.com/support/documentation/3.0/">Документација</a>, <a href="%3$s">Прочитај ме</a> и <a href="http://www.phpbb.com/community/viewforum.php?f=46">Форупи за подршка</a>.</p><p><strong>Ве молиме преименувајте или избришете ја инсталационата директорија пред да почнете да го користите вашиот форум. Додека оваа директорија посоти, само административниот панел ќе биде достапен.</strong>',
	'INSTALL_INTRO'				=> 'Добредојдовтево инсталацијата',

	'INSTALL_INTRO_BODY'		=> 'Со оваа опција, може да се инсталира phpBB3 на вашиот сервер.</p><p>За да продолжите ќе ви требаат подесувањата од вашата датабаза, ве молиме контактирајте го вашиот хостинг провајдер и прашајте ги нив за ова. Не може да продолжите без нив, ви требаат:</p>

	<ul>
		<li>Тип на датабаза - датабазата која ќе ја користите.</li>
		<li>Име на хостот од датабазата или DSN - адресата од датабаза серверот.</li>
		<li>Сервер порта на датабазата - Портата на датабаза серверот (во повеќето случаи ова не е потребно).</li>
		<li>Име на датабазата - името на датабазата на серверот.</li>
		<li>Корисничко име и лозинка за датабазата - податоците за логирање и пристапување во вашата датабаза.</li>
	</ul>

	<p><strong>Белешка:</strong> Ако инсталирате користејќи SQLite, треба да ја внесете целосната патека до вашата датабаза или DSN полето и оставете ги празни полињата за корисничко име и лозинка. Поради сигурносни причини, треба да се осигурате дека фајловите од датабазата не се меморирани на локација достапна преку веб страната.</p>

	<p>phpBB3 ги подржува следниве датабази:</p>
	<ul>
		<li>MySQL 3.23 or above (MySQLi supported)</li>
		<li>PostgreSQL 7.3+</li>
		<li>SQLite 2.8.2+</li>
		<li>Firebird 2.1+</li>
		<li>MS SQL Server 2000 or above (directly or via ODBC)</li>
		<li>MS SQL Server 2005 or above (native)</li>
		<li>Oracle</li>
	</ul>

	<p>Ќе бидат прикажани само оние кои сеподржани од вашиот сервер.',
	'INSTALL_INTRO_NEXT'		=> 'За да ја почнете инсталацијата, притиснете го копчето подолу.',
	'INSTALL_LOGIN'				=> 'Логирање',
	'INSTALL_NEXT'				=> 'Следен чекор',
	'INSTALL_NEXT_FAIL'			=> 'Некои тестови не успеава треба да ги корегирате овие проблеми пред да продолжите со следниот чекор. Не поправање на проблемите може да доведе до некомплетна инсталација.',
	'INSTALL_NEXT_PASS'			=> 'Сите базични тестови пројдоа и сега може да продолжите на следниот чекор од инстлацијата. Ако сте променили некои дозволи, модули итд и ако сакате да ги тестирате повторно може да го направите тоа доколку сакате.',
	'INSTALL_PANEL'				=> 'Инсталационен панел',
	'INSTALL_SEND_CONFIG'		=> 'За жал phpBB неможе да ја запише конфигурационата информација во вашиот config.php. Ова можеби е така зашто фајлот не може да биде запишан или воопшто не постои. Број на опции се прикажани подолу кои може да ви помогнат за да ја комплетирате инсталацијата на config.php.',
	'INSTALL_START'				=> 'Стартувај инсталација',
	'INSTALL_TEST'				=> 'Тестирај повторно',
	'INST_ERR'					=> 'Грешка во инсталацијата',
	'INST_ERR_DB_CONNECT'		=> 'Неможе да се поврзе со датабазата, погледнете ја грешката подолу.',
	'INST_ERR_DB_FORUM_PATH'	=> 'Фајлот од датабазата е пронајден во директоријата на вашиот форум. Овој фајл треба да го ставите на локација на која неможе да се пристапи од њеб страната.',
	'INST_ERR_DB_INVALID_PREFIX'=> 'Префиксот кој го внесовте не е валиден . Мора да стартува собуква и мора да содржи само букви , бројки и долни црти.',
	'INST_ERR_DB_NO_ERROR'		=> 'Нема грешки.',
	'INST_ERR_DB_NO_MYSQLI'		=> 'Верзијата на MySQL инсталирана на оваа машина е некомпатибилна со  “MySQL with MySQLi Extension” опцијата која ја имате одбрани. Ве молиме пробајте ја “MySQL” опцијата наместо останатите.',
	'INST_ERR_DB_NO_SQLITE'		=> 'Верзијата на SQLite екстензијата која ја имате инсталирано е премногу стара, мора да бие апдејтувана најмалку на 2.8.2.',
	'INST_ERR_DB_NO_ORACLE'		=> 'Верзијата на Oracle инсталирана на оваа машина бара да биде наместена на <var>NLS_CHARACTERSET</var> параметри на <var>UTF8</var>. или апдејтувајте ја инсталацијата на 9.2+ или променете ги параметрите.',
	'INST_ERR_DB_NO_FIREBIRD'	=> 'Верзијата од Firebird инсталирана на оваа машина е постара од 2.1,апдејтувајте ја во најновата верзија.',
	'INST_ERR_DB_NO_FIREBIRD_PS'=> 'Датабазата која ја одбравте за Firebird има големина помала од 8192, мора да биде најмалку на 8192.',
	'INST_ERR_DB_NO_POSTGRES'	=> 'Датабазата која ја одбравте не е креирана во <var>UNICODE</var> или <var>UTF8</var> одкодирањето. Пробајте да ја инсталирате со датабазата во <var>UNICODE</var> или <var>UTF8</var> encoding.',
	'INST_ERR_DB_NO_NAME'		=> 'Нема внесено име на датабазата.',
	'INST_ERR_EMAIL_INVALID'	=> 'Мејлот кој го внесовте не е валиден.',
	'INST_ERR_EMAIL_MISMATCH'	=> 'Мејлот кој го внесовте не се совпаѓа.',
	'INST_ERR_FATAL'			=> 'Фатална грешка во инсталацијата',
	'INST_ERR_FATAL_DB'			=> 'Фатален и непоправлива грешка се појави во датабазата. Ова може да е зашто внесениот член ги нема соодветните дозволи да <code>CREATE TABLES</code> или <code>INSERT</code> податоци итд. Понатамошната информација може да е дадена подолу. Ве молиме контактирајте го вашиот хостинг провајдер како прва помош или обратете се на форумите за подршка на phpBB за понатамошна подршка.',
	'INST_ERR_FTP_PATH'			=> 'Неможе да се промени дадената директорија, ве молиме проверете ја патеката.',
	'INST_ERR_FTP_LOGIN'		=> 'Неможе да се логирате на вашиот FTP сервер, проверете си го вашето корисничко име и лозинка.',
	'INST_ERR_MISSING_DATA'		=> 'Вие мора да ги пополните сите полиња во оваа коцка.',
	'INST_ERR_NO_DB'			=> 'Неможе да се достави PHP модулот за селектираниот тип на датабаза.',
	'INST_ERR_PASSWORD_MISMATCH'	=> 'Лозинките кои ги внесовте не се совпаѓаат.',
	'INST_ERR_PASSWORD_TOO_LONG'	=> 'Лозинката која ја внесовте е премногу долга. Максималната долзжина е 30 карактери.',
	'INST_ERR_PASSWORD_TOO_SHORT'	=> 'Лозинката која ја внесовте е премногу кратка. Минималната долзжина е 6 карактери.',
	'INST_ERR_PREFIX'			=> 'Табели со таков префикс веќе постојат, одберете алтернативен префикс.',
	'INST_ERR_PREFIX_INVALID'	=> 'Префиксот кој го внесовте не е валиден за вашата датабаза. Ве молиме пробајте друг, одстранете ги карактерите како тире.',
	'INST_ERR_PREFIX_TOO_LONG'	=> 'префиксот за табелите кој го внесовте е премногу долг. Максимална должина е %d карактери.',
	'INST_ERR_USER_TOO_LONG'	=> 'Членското име кое го внесовте е премногу долго. Максимална должина е 20 карактери.',
	'INST_ERR_USER_TOO_SHORT'	=> 'Членското име кое го внесовте е премногу кратко. Минималната должина е 3 карактери.',
	'INVALID_PRIMARY_KEY'		=> 'Примарниот клуч не е валиден : %s',

	'LONG_SCRIPT_EXECUTION'		=> 'Ова може да потрае малку повеќе... Ве молиме не ја стопирајте скриптата додека не се заврши.',

	// mbstring
	'MBSTRING_CHECK'						=> '<samp>mbstring</samp> проверка на екстензијата',
	'MBSTRING_CHECK_EXPLAIN'				=> '<strong>Required</strong> - <samp>mbstring</samp> е PHP екстензија која обезбедува неколку жични функции. Одредени особености на mbstring не се компатабилни со phpBB и мора да бидат оневозможени.',
	'MBSTRING_FUNC_OVERLOAD'				=> 'Преоптоварување на функциите',
	'MBSTRING_FUNC_OVERLOAD_EXPLAIN'		=> '<var>mbstring.func_overload</var> мора да биде наместено 0 или 4.',
	'MBSTRING_ENCODING_TRANSLATION'			=> 'Transparent character encoding',
	'MBSTRING_ENCODING_TRANSLATION_EXPLAIN'	=> '<var>mbstring.encoding_translation</var> мора да биде наместено на 0.',
	'MBSTRING_HTTP_INPUT'					=> 'HTTP конверзија на влезни карактери',
	'MBSTRING_HTTP_INPUT_EXPLAIN'			=> '<var>mbstring.http_input</var> мора да биде наместено на <samp>pass</samp>.',
	'MBSTRING_HTTP_OUTPUT'					=> 'HTTP конверзија на излезни карактери',
	'MBSTRING_HTTP_OUTPUT_EXPLAIN'			=> '<var>mbstring.http_output</var> мора да биде наместено на <samp>pass</samp>.',

	'MAKE_FOLDER_WRITABLE'		=> 'Ве молиме осигурајте се дека фолдерот постои и може да се запишува во него од веб серверот и пробајте повторно:<br />»<strong>%s</strong>.',
	'MAKE_FOLDERS_WRITABLE'		=> 'Ве молиме осигурајте се дека фолдерите постојат и може да се запишува во нив од веб серверот и пробајте повторно:<br />»<strong>%s</strong>.',

	'MYSQL_SCHEMA_UPDATE_REQUIRED'	=> 'Вашата MySQL датабаза schema за phpBB е истечена. phpBB одкри schema за MySQL 3.x/4.x, но серверот работи на MySQL %2$s.<br /><strong>Пред да продолжите со апдејтот, потребно е да ја надградите schema.</strong><br /><br />Ве молиме посетете ја страната <a href="http://www.phpbb.com/kb/article/doesnt-have-a-default-value-errors/">Knowledge Base article about upgrading the MySQL schema</a>. ако наидете на било какви проблеми посетете го форумот за подршка: <a href="http://www.phpbb.com/community/viewforum.php?f=46">Форум за подршка</a>.',

	'NAMING_CONFLICT'			=> 'Конфликт во именување: %s and %s двете се исти<br /><br />%s',
	'NEXT_STEP'					=> 'Продолжете со следниот чекор',
	'NOT_FOUND'					=> 'Неможе да се пронајде',
	'NOT_UNDERSTAND'			=> 'Неможе да се разбере табелата %s #%d, табела %s (“%s”)',
	'NO_CONVERTORS'				=> 'Нема достапни конвертори за ова користење.',
	'NO_CONVERT_SPECIFIED'		=> 'Нема одредено конвертор.',
	'NO_LOCATION'				=> 'Неможе да се пронајде локацијата. Ако знаете дека Imagemagick е инсталиран, може да ја одредите локацијата покасно преку административниот панел',
	'NO_TABLES_FOUND'			=> 'Не се пронајдени табели.',

	'OVERVIEW_BODY'				=> 'Добредојдовте во phpBB3!<br /><br />phpBB™  е многу користен низ светот и е отворен извор за светот. phpBB3 е најновиот пакет стартуван во 2000. Како и неговите претходници, phpBB3 е богат со особини, пријателски членови, и целосно подржан од phpBB тимот. phpBB3 е значително подобрување од оноа кое го направи phpBB2 популарен, и додатоците кои беа општо побарувани а коине беа ставени во претходните верзии ги ома овде. Се надеваме дека ги исплонува вашите очекувања.<br /><br />Овој инсталационен систем ќе ве води во инсталацијата на phpBB3, апдејтување на последната верзија од phpBB3 од претходните пуштени верзии, исто како и конвертирање во phpBB3 од различен софтвер на форум (вклучувајќи и phpBB2). За повеќе информации, ви препорачуваме да го прочитате  <a href="../docs/INSTALL.html">the installation guide</a>.<br /><br />За да ја прочитате phpBB3 лиценцата или да научите за добивањето подршка и нашиот став околу тоа, ве молиме одберете од опциите од менито од страна . За да продолжите, ве молиме одберете го соодветниот јазиче/таб погоре.',

	'PCRE_UTF_SUPPORT'				=> 'PCRE UTF-8 подршка',
	'PCRE_UTF_SUPPORT_EXPLAIN'		=> 'phpBB <strong>нема</strong> да јаподржи вашата PHP инсталација ако не е составена од UTF-8 подршка во PCRE екстензијата.',
	'PHP_GETIMAGESIZE_SUPPORT'			=> 'PHP функцијата getimagesize() е достапна',
	'PHP_GETIMAGESIZE_SUPPORT_EXPLAIN'	=> '<strong>Задолжително</strong> - За phpBB да работи како што треба, getimagesize функцијата треба да биде овозможена.',
	'PHP_OPTIONAL_MODULE'			=> 'Опционални модули',
	'PHP_OPTIONAL_MODULE_EXPLAIN'	=> '<strong>OОпционални</strong> - Овие модуле или апликации се опционални. Но ако овие ви се достапни ќе овозможат екстра карактеристики.',
	'PHP_SUPPORTED_DB'				=> 'Подржани датабази',
	'PHP_SUPPORTED_DB_EXPLAIN'		=> '<strong>Задолжително</strong> - мора да имате подршка од најмалку една датабаза компатабилна со PHP. Ако датабаза модулите се покажуваат како достапни треба да го контактирате вашиот хостинг проваједр или пак да ги прегледате релевантните PHP инсталациони документи како совет.',
	'PHP_REGISTER_GLOBALS'			=> 'PHP подесувања <var>register_globals</var> е оневозможено',
	'PHP_REGISTER_GLOBALS_EXPLAIN'	=> 'phpBB сеуште ќе рботи ако оваа опција е овозможена, но ако е можно, прпорачано е да register_globals е оневозможен на вашата PHP инсталација од сигурносни причини.',
	'PHP_SAFE_MODE'					=> 'Safe mode',
	'PHP_SETTINGS'					=> 'PHP верзија и подесувања',
	'PHP_SETTINGS_EXPLAIN'			=> '<strong>Задолжително</strong> - Мора да ја имате барем оваа верзија 4.3.3 на PHP за да можете да го инсталирате phpBB. Ако <var>safe mode</var> е прикажан под вашата PHP инсталација оа значи дека работи на тој мод. Ова ќе воведе ограничувања во одалечена администрација или слични особини.',
	'PHP_URL_FOPEN_SUPPORT'			=> 'PHP опции <var>allow_url_fopen</var> е достапна',
	'PHP_URL_FOPEN_SUPPORT_EXPLAIN'	=> '<strong>Опционално</strong> - Ова подесување е опционално, но одредени phpBB функции како аватари надрвор од форумот нема да работат како што треба без ова.',
	'PHP_VERSION_REQD'				=> 'PHP верзија >= 4.3.3',
	'POST_ID'						=> 'Мислење број',
	'PREFIX_FOUND'					=> 'Скенот на вашите табели покажа валидна инсталација користејќи <strong>%s</strong> како префикс за табелите.',
	'PREPROCESS_STEP'				=> 'Исклучување на пред-обработка на функциите/пребарувањата',
	'PRE_CONVERT_COMPLETE'			=> 'Сите пред-конверзациони чекори беа комплетирани успешно. Сега може да започнете со актуелниот конверзациски процес. Ве молиме запомнете дека можеби ќе треба рачно да подесите неколку работи. По конверзацијата, моментално проверете ги назначените дозволи, повторно изградете го вашиот пребарувачки индекс зашто тој не е конвертиран и осигурајте се дека сте ги копирале фајловите коректно, како на пример аватарите и смајлињата.',
	'PROCESS_LAST'					=> 'Процесирање на последните изјави',

	'REFRESH_PAGE'				=> 'Освежете ја страната за да продолжите со конверзацијата',
	'REFRESH_PAGE_EXPLAIN'		=> 'Ако е наместено Да, конверторот ќе ја освежи страната и ќе продолжи со конверзацијата по завршување на чекорот. Ако ова е вашата прва конверзација за тестирање на намерите и да одкриете грешки, ви советуваме да го наместите ова на Не.',
	'REQUIREMENTS_TITLE'		=> 'Компатабилност на инсталацијата',
	'REQUIREMENTS_EXPLAIN'		=> 'Пред да продолжите со целосна инсталација на phpBB ќе пренесе некои тестови на конфигурацијата на вашиот сервер за да се осигури дека на серверот може да се инсталира и работи phpBB. Ве молиме осигурајте се дека ги прочитавте резултатите и не продолжувајте се додека сите задолжителни тестови не поминат. Ако сакате да користите некои од особините од опционалниот тест, треба да се осигурате дека тие тестови се исто успешно поминати .',
	'RETRY_WRITE'				=> 'Пробај повторно да го запишеш config фајлот',
	'RETRY_WRITE_EXPLAIN'		=> 'Ако сакате може да ги смените дозволите на config.php за да дозволите phpBB да ги запише податоците на него. Доколку сте ги промениле дозволите кликнете на Пробај повторно долу . Запомнете дека треба да ги вратите претходните дозволи на config.php по завршувањето на инсталацијата на phpBB.',

	'SCRIPT_PATH'				=> 'Патека на скрипта',
	'SCRIPT_PATH_EXPLAIN'		=> 'Патека каде phpBB е лоциран,пример:<samp>/phpBB3</samp>.',
	'SELECT_LANG'				=> 'Одбери јазик',
	'SERVER_CONFIG'				=> 'Конфигурација на серверот',
	'SEARCH_INDEX_UNCONVERTED'	=> 'Пребарувачкиот индекс не е конвертиран',
	'SEARCH_INDEX_UNCONVERTED_EXPLAIN'	=> 'Вашиот стар пребарувачки индекс не е конвертиран. Пребарувањето секогаш ќе резултира со празни резултати. За да креирате нов индекс одете во административниот панел одберете ОДРЖУВАЊЕ и одберете Барај Опции од под менито.',
	'SOFTWARE'					=> 'Софтвер на форумот',
	'SPECIFY_OPTIONS'			=> 'одберете опции за конвертирање',
	'STAGE_ADMINISTRATOR'		=> 'Детали за администраторот',
	'STAGE_ADVANCED'			=> 'Напредни подесувања',
	'STAGE_ADVANCED_EXPLAIN'	=> 'Подесувањата на оваа страна треба да се подесат само ако знаете дека е потребно нештодруго од основното. Ако не сте сигурни, само продолжете до следната страна, овие подесувања може да се направат и подоцна од административниот контролен панел.',
	'STAGE_CONFIG_FILE'			=> 'Конфигурационен фајл',
	'STAGE_CREATE_TABLE'		=> 'Креирај табели во датабазата',
	'STAGE_CREATE_TABLE_EXPLAIN'	=> 'Табели во датабазата користени од phpBB 3.0 беа креирани и пополнети со некои основни податоци. Продолжете до следниот прозорец за да ја завршите инсталацијата на  phpBB.',
	'STAGE_DATABASE'			=> 'Датабаза подесувања',
	'STAGE_FINAL'				=> 'Финален чекор',
	'STAGE_INTRO'				=> 'Претставување',
	'STAGE_IN_PROGRESS'			=> 'Конверзија во тек',
	'STAGE_REQUIREMENTS'		=> 'Побарувања',
	'STAGE_SETTINGS'			=> 'Подесувања',
	'STARTING_CONVERT'			=> 'Стартување на конверзиниот процес',
	'STEP_PERCENT_COMPLETED'	=> 'Чекор <strong>%d</strong> од <strong>%d</strong>',
	'SUB_INTRO'					=> 'Претставување',
	'SUB_LICENSE'				=> 'Лиценца',
	'SUB_SUPPORT'				=> 'Подршка',
	'SUCCESSFUL_CONNECT'		=> 'Успешна конекција',
	'SUPPORT_BODY'				=> 'Целосна подршка е возможна за моменталниот стабилен и пуштен во оптег phpBB3, бесплатно. Ова вклучува:</p><ul><li>Инсталација</li><li>Конфигурација</li><li>Технички прашања</li><li>Проблеми од потенционални бубачки/грешки во софтверот</li><li>апдејт од претходните верзии во последната стабилна верзија</li><li>Конвертирање од phpBB 2.0.x во phpBB3</li><li>Конвертирање од друг софтвер во phpBB3 (Ве молиме погледнете го ова <a href="http://www.phpbb.com/community/viewforum.php?f=65">Форум за конвертори</a>)</li></ul><p>Ние ги охрабруваме нашите членови кои се уште работат на бета верзии од phpBB3 да ги заменат нивните инсталации со свежа копија од последната верзија.</p><h2>Модови / Стајлови</h2><p>За било какво побарување на Мод ве молиме отворете тема во <a href="http://www.phpbb.com/community/viewforum.php?f=81">Форум за модификации</a>.<br />За побарувања на стајлови, темплејти и пакети со слики, творете тема во <a href="http://www.phpbb.com/community/viewforum.php?f=80">Форум за стајлови</a>.<br /><br />Ако вашето прашање е за одреден пакет, ве молиме отворете тема директно во форумот наменет за дискусија за тој пакет.</p><h2>Стекнување/побарување подршка</h2><p><a href="http://www.phpbb.com/community/viewtopic.php?f=14&amp;t=571070"> phpBB Добредојдовте пакет</a><br /><a href="http://www.phpbb.com/support/">Секција за подршка</a><br /><a href="http://www.phpbb.com/support/documentation/3.0/quickstart/">Брз водич</a><br /><br />За да се осигурате дека вашиот форум ја користи последната верзија и со сите новости и нови пуштања на phpbb  <a href="http://www.phpbb.com/support/">Претплатете се на форумот и добивајте мејлови</a>?<br /><br />',
	'SYNC_FORUMS'				=> 'Стартување на синхронизација на форумите',
	'SYNC_POST_COUNT'			=> 'Синхронизирај ги броењата на мислења',
	'SYNC_POST_COUNT_ID'		=> 'Синхронизирај ги броењата на мислења од <var>Внесување</var> %1$s to %2$s.',
	'SYNC_TOPICS'				=> 'Стартување на синхронизација на темите',
	'SYNC_TOPIC_ID'				=> 'Се синхронизираат темиите од <var>topic_id</var> %1$s to %2$s.',

	'TABLES_MISSING'			=> 'Неможе да се пронајдат овие табели<br />» <strong>%s</strong>.',
	'TABLE_PREFIX'				=> 'Префикс за табелите во датабазата',
	'TABLE_PREFIX_EXPLAIN'		=> 'Префиксот мора да стартува со буква и мора да содржи само букви, бројки и долни црти.',
	'TABLE_PREFIX_SAME'			=> 'Префиксот на тебелите мора да бидат како оние кои се користат од сфтверот/форумот кој го конвертирате.<br />» Одердениот префикс на табелите беше %s.',
	'TESTS_PASSED'				=> 'Тестот помина',
	'TESTS_FAILED'				=> 'Тестот не помина',

	'UNABLE_WRITE_LOCK'			=> 'Неможе да се запише заклучен фајл.',
	'UNAVAILABLE'				=> 'Невозможно',
	'UNWRITABLE'				=> 'Неможе да се запише',
	'UPDATE_TOPICS_POSTED'		=> 'Се генерираат темите и постираната информација',
	'UPDATE_TOPICS_POSTED_ERR'	=> 'Се појави грешка при генерирање на информации за постираната тема. Можете да го поновите овој чекор во админ панелот по завршувањето на конвертирањето.',
	'VERIFY_OPTIONS'			=> 'Верифицирање на опциите за конвертирање',
	'VERSION'					=> 'Верзија',

	'WELCOME_INSTALL'			=> 'Добредојдовте во phpBB3 инсталацијата',
	'WRITABLE'					=> 'Запишувањето е Ок',
));

// Updater
$lang = array_merge($lang, array(
	'ALL_FILES_UP_TO_DATE'		=> 'Сите фајлови се Ок со последната верзија на phpBB . Вое можете <a href="../ucp.php?mode=login">Логирајте се на вашиот форум</a> и проверете дали се работи како што треба. Не заборавајте да го избришете,преименувате или преместите вашата инстал директорија! Ве молиме пратете ни апдејтувана информација за вашиот сервер и информацијата за конфигурацијата на форумот од <a href="../ucp.php?mode=login&amp;redirect=adm/index.php%3Fi=send_statistics%26mode=send_statistics">Прати статистики</a> модулот во вашиот админ панел.',
	'ARCHIVE_FILE'				=> 'Изворен фајл со архивата',

	'BACK'				=> 'Назад',
	'BINARY_FILE'		=> 'Бинарен фајл',
	'BOT'				=> 'Пајаци/Роботи',

	'CHANGE_CLEAN_NAMES'			=> 'Методот за осигурување дека едно членско име не е користено од повеќе членови е променето. Има неколку членови кои имаат исти членски имиња кога е спореден овој нов метод. Вие морате да ги преименувате или избришете овие членови за да се осигурате дека едно членско име е користено од еден член пред да продолжите..',
	'CHECK_FILES'					=> 'Провери фајлови',
	'CHECK_FILES_AGAIN'				=> 'Провери ги фајловите повторно',
	'CHECK_FILES_EXPLAIN'			=> 'Со следниот чекор сите фајлови ќе бидат проверени за апдејт - ова ќе потрае повеќе ако е прва проверка на фајловите.',
	'CHECK_FILES_UP_TO_DATE'		=> 'Судејќи по датабазата, вашата верзија е во ред. Можеби сакате да продолжите со проверката на фајлови, осигурајте се дека сите фајлови се Ок со последната верзија на phpBB.',
	'CHECK_UPDATE_DATABASE'			=> 'Продолжи со процесот за апдејтување',
	'COLLECTED_INFORMATION'			=> 'Информација за фајлови',
	'COLLECTED_INFORMATION_EXPLAIN'	=> 'Листата подоле ви ги покажува информациите за фајловите на кои им е потребен апдејт. Ве молиме прочитајте ја информацијата на страната на секој статус блок за да видите што значат и што треба да направите за успешен апдејт.',
	'COLLECTING_FILE_DIFFS'			=> 'Собирање на различностите',
	'COMPLETE_LOGIN_TO_BOARD'		=> 'Треба да знаете <a href="../ucp.php?mode=login">логирајте се на вашиот форум</a> и проверете дали се работи како што треба. Не заборавајте да го избришете или преименувате вашиот инстал фолдер!',
	'CONTINUE_UPDATE_NOW'			=> 'Продолжи со процесот на апдејтување',		// Ја прикажува апдејт скриптата од апдејт на датабазата на крајот ако е повикаба од апдејтот
	'CONTINUE_UPDATE'				=> 'Продолжи со процесот на апдејтување',					// Го прикажува фајлот после уплоадот за да индицира дека апдејт процесот не е сеуште завршен
	'CURRENT_FILE'					=> 'Почеток на конфликт - Оригинал фајл пред апдејт',
	'CURRENT_VERSION'				=> 'Моментална верзија',

	'DATABASE_TYPE'						=> 'Тип на датабазата',
	'DATABASE_UPDATE_INFO_OLD'			=> 'Апдејтот на датабазата со инстал директоријата е надвор од последната верзија. Ве молиме осигурајте се дека сте ја уплоадирале коректната верзија од фајлот.',
	'DELETE_USER_REMOVE'				=> 'Избриши член и одстрани мислења',
	'DELETE_USER_RETAIN'				=> 'Избриши член но сочувај ги мислењата',
	'DESTINATION'						=> 'Крајна дестинација на фајлот',
	'DIFF_INLINE'						=> 'Во линија ',
	'DIFF_RAW'							=> 'Природен унифициран diff',
	'DIFF_SEP_EXPLAIN'					=> 'Блок код користен со апдејтуваниот/ нов фајл',
	'DIFF_SIDE_BY_SIDE'					=> 'Рамо до рамо',
	'DIFF_UNIFIED'						=> 'Унифициран diff',
	'DO_NOT_UPDATE'						=> 'Не го апдејтувајте овој фајл',
	'DONE'								=> 'Готово',
	'DOWNLOAD'							=> 'Симни',
	'DOWNLOAD_AS'						=> 'Симни како',
	'DOWNLOAD_UPDATE_METHOD_BUTTON'		=> 'Симни ја архивата со модифицирани фајлови (препорачано)',
	'DOWNLOAD_CONFLICTS'				=> 'Симни ги конфликтите за овој фајл',
	'DOWNLOAD_CONFLICTS_EXPLAIN'		=> 'Барање за &lt;&lt;&lt; за да се видат конфликтите',
	'DOWNLOAD_UPDATE_METHOD'			=> 'Симни ја архивата со модифицирани фајлови',
	'DOWNLOAD_UPDATE_METHOD_EXPLAIN'	=> 'Еднаш симнато вие треба да ја одпакувате архивата. Ќе најдете модифицирани фајлови  вие треба да ги уплоадирате во вашата phpBB директорија. Ве молиме уплоадирајте ги фајловите на нивните локации. По уплоадирањето на сите фајлови, ве молиме проверете ги фајловите повторно на копчето подолу.',

	'ERROR'			=> 'Грешка',
	'EDIT_USERNAME'	=> 'Имени членско име',

	'FILE_ALREADY_UP_TO_DATE'		=> 'Фајлот е Ок.',
	'FILE_DIFF_NOT_ALLOWED'			=> 'Не е дозволено фајлот да се разликува.',
	'FILE_USED'						=> 'Информација користена од',			// Еден фајл
	'FILES_CONFLICT'				=> 'Конфликтни фајлови',
	'FILES_CONFLICT_EXPLAIN'		=> 'Следниве фајлови се модифицирани и не се претставени како оригинални фајлови од старата верзија. phpBB одкри дека овие фајлови креират конфликт ако пробате да ги споите. Ве молиме истражете ги конфликтите и пробајте да ги решите рачно или продолжете со апдејтот одбирајки префериран спојувачки метод. Ако сте ги решиле овие конфликтни фајлови проверете ги фајловите по нивното модифицирање. Исто можете да одберете помеѓу преферираниот спојувачки метод за секој фајл. Првото ќе резултира во фајлот каде што конфликтираните линии во вашиот стар фајл ќе бидат изгубени, друготе ќе резултира со губење на промените во фајловите.',
	'FILES_MODIFIED'				=> 'модифицирани фајлови',
	'FILES_MODIFIED_EXPLAIN'		=> 'Следните фајлови се модифицирани и не ги претставуваат оригиналните фајлови од старата верзија. Апдејтуваниот фајл ќе биде споен помеѓу модифицираните и новите фајлови.',
	'FILES_NEW'						=> 'Нови фајлови',
	'FILES_NEW_EXPLAIN'				=> 'Седните фајлови не постојат со вашата инсталација. Овие фајлови ќе бидат додадени во вашата инсталација.',
	'FILES_NEW_CONFLICT'			=> 'Нови конфликтирани фајлови',
	'FILES_NEW_CONFLICT_EXPLAIN'	=> 'Следните фајлови се со последната верзија но не беше одкриено дека таму има фајл со истото име на истата позиција. Овој фајл ќе биде заменет со новиот фајл.',
	'FILES_NOT_MODIFIED'			=> 'Не модифицирани фајлови',
	'FILES_NOT_MODIFIED_EXPLAIN'	=> 'Следните фајлови не се модифицирани и ги претставуваат оригиналните фајлови од старата phpBB верзија кои сакате да ги апдејтувате.',
	'FILES_UP_TO_DATE'				=> 'Веќе апдејтувани фајлови',
	'FILES_UP_TO_DATE_EXPLAIN'		=> 'Следните фајлови се во ред и не треба да се апдејтуваат.',
	'FTP_SETTINGS'					=> 'FTP подесувања',
	'FTP_UPDATE_METHOD'				=> 'FTP уплоад',

	'INCOMPATIBLE_UPDATE_FILES'		=> 'Апдејтуваните пронајдени фајлови се некомпатабилни со вашата инсталирана верзија. Вашата инсталирана верзија е %1$s и апдејтуваниот фајл е за апдејување на phpBB %2$s во %3$s.',
	'INCOMPLETE_UPDATE_FILES'		=> 'Апдејтуваните фајлови се некомплетни.',
	'INLINE_UPDATE_SUCCESSFUL'		=> 'Апдејтувањето на базата беше успешно. Сега треба да продолжите со процесот на апдејтување.',

	'KEEP_OLD_NAME'		=> 'Задржи членско име',

	'LATEST_VERSION'		=> 'Последна верзија',
	'LINE'					=> 'Линија',
	'LINE_ADDED'			=> 'Додадено',
	'LINE_MODIFIED'			=> 'Модифицирано',
	'LINE_REMOVED'			=> 'Одстрането',
	'LINE_UNMODIFIED'		=> 'Не Модифицирано',
	'LOGIN_UPDATE_EXPLAIN'	=> 'Ако саката да ја апдејтувате вашата инсталација треба прво да се логирате.',

	'MAPPING_FILE_STRUCTURE'	=> 'За полесен уплоад овде се локациите на фајловите кои ја претставуваат картата на вашата phpBB инсталација.',

	'MERGE_MODIFICATIONS_OPTION'	=> 'Спој ги модификациите',

	'MERGE_NO_MERGE_NEW_OPTION'	=> 'Не го спојувај - користи нов фајл',
	'MERGE_NO_MERGE_MOD_OPTION'	=> 'Не го спојувај - користи моментално инсталиран фајл',
	'MERGE_MOD_FILE_OPTION'		=> 'Спој модификации (го одстрнува новиот phpBB код заедно со блокот на конфликти )',
	'MERGE_NEW_FILE_OPTION'		=> 'Спој модификации (Го одстранува модифицираниот код заедно со блокот на конфликти)',
	'MERGE_SELECT_ERROR'		=> 'Спојување на конфликтираниот фајл модовите не се коректно селектирани.',
	'MERGING_FILES'				=> 'Спој ги различностите',
	'MERGING_FILES_EXPLAIN'		=> 'Моментално се собираат финалните промени на фајловите.<br /><br />Ве молиме почекајте додека phpBB не ги комплетира сите акции на променети фајлови.',

	'NEW_FILE'						=> 'Крај на конфликтот',
	'NEW_USERNAME'					=> 'Ново членско име',
	'NO_AUTH_UPDATE'				=> 'Не сте авторизирани да направите апдејт',
	'NO_ERRORS'						=> 'Нема грешки',
	'NO_UPDATE_FILES'				=> 'Не се апдејтувани следните фајлови',
	'NO_UPDATE_FILES_EXPLAIN'		=> 'Следниве фајлови се нови или модифицирани, тие се во вистинската директоријата но неможат да бидат пронајдени во вашата инсталација. Ако листата содржи фајлови до други директории освен јазикот/language/ или styles/ тоа може да значи дека ја имате модифицирано вашата структура на директорија  и апдејтот може да биде некомплетен.',
	'NO_UPDATE_FILES_OUTDATED'		=> 'Не е пронајдена валидна директорија за апдејт, ве молиме осигурајте се дека сте ги уплоадирале вистинските фајлови.<br /><br />вашата инсталација <strong>not</strong> изгледа дека е во ред. Апдејти се достапни за вашата верзија на phpBB %1$s, ве молиме посетете го линкот <a href="http://www.phpbb.com/downloads/" rel="external">http://www.phpbb.com/downloads/</a> за да го симнете коректниот пакет за апдејт од верзија %2$s во верзија %3$s.',
	'NO_UPDATE_FILES_UP_TO_DATE'	=> 'Вашата верзија е во ред. Нема потреба од покренување на апдејт алатките. Ако сакате да направите проверка на интегритет на вашите фајлови осигурајте се дека сте ги уплоадирале вистинските апдејт фајлови.',
	'NO_UPDATE_INFO'				=> 'Информацијата за апдејтиваниот фајл неможе да се пронајде.',
	'NO_UPDATES_REQUIRED'			=> 'Не се потребни апдејти',
	'NO_VISIBLE_CHANGES'			=> 'Нема видливи промени',
	'NOTICE'						=> 'Забелешка',
	'NUM_CONFLICTS'					=> 'Број на конфликти',
	'NUMBER_OF_FILES_COLLECTED'		=> 'Моментални различности од %1$d of %2$d фајлови беа проверени.<br />Ве молиме почекајте додека сите фајлови не бидат проверени.',

	'OLD_UPDATE_FILES'		=> 'Апдејтуваните фајлови не се во ред/are out of date. Пронајдените апдејтувани фајлови се за апдејт од phpBB %1$s во phpBB %2$s но последната верзија на phpBB е %3$s.',

	'PACKAGE_UPDATES_TO'				=> 'Моментален пакет на апдејти во верзија',
	'PERFORM_DATABASE_UPDATE'			=> 'Изведи апдејт на датабазата',
	'PERFORM_DATABASE_UPDATE_EXPLAIN'	=> 'Подолу ќе најдете копче до скриптата за апдејт на датабазата. Апдејтот на датабазата може да потрае некое време, така да стопирајте го извршувањето ако изгледа како да стои во место. По апдејтот на датабазата следете ги инструкциите за да продолжите со апдејт процесот.',
	'PREVIOUS_VERSION'					=> 'Претходна верзија',
	'PROGRESS'							=> 'Напредок',

	'RESULT'					=> 'Резултат',
	'RUN_DATABASE_SCRIPT'		=> 'Апдејтувај ја мојата датабаза сега',

	'SELECT_DIFF_MODE'			=> 'Одберете различен начин',
	'SELECT_DOWNLOAD_FORMAT'	=> 'Одберете формата симнување на архивата',
	'SELECT_FTP_SETTINGS'		=> 'Одберете FTP подесувања',
	'SHOW_DIFF_CONFLICT'		=> 'Прикажи различности/конфликти',
	'SHOW_DIFF_FINAL'			=> 'Прикажи резултиран фајл',
	'SHOW_DIFF_MODIFIED'		=> 'Прикажи ги споените различности',
	'SHOW_DIFF_NEW'				=> 'прикажи содржина на фајлот',
	'SHOW_DIFF_NEW_CONFLICT'	=> 'прикажи различности',
	'SHOW_DIFF_NOT_MODIFIED'	=> 'прикажи различности',
	'SOME_QUERIES_FAILED'		=> 'Некои упати не успеаја,извештајот и грешките се прикажани подолу.',
	'SQL'						=> 'SQL',
	'SQL_FAILURE_EXPLAIN'		=> 'За ова најверојатно нема причина за грижа, апдејтот ќе продолжи. Ако ова не успее да се заврши можеби ќе треба да потражите подршка на нашите форуми наменети за тоа. Погледнете <a href="../docs/README.html">Прочитај ме</a> за детали како да добиете совет.',
	'STAGE_FILE_CHECK'			=> 'Провери фајлови',
	'STAGE_UPDATE_DB'			=> 'Апдејтувај датабаза',
	'STAGE_UPDATE_FILES'		=> 'Апдејтувај фајлови',
	'STAGE_VERSION_CHECK'		=> 'проверка на верзијата',
	'STATUS_CONFLICT'			=> 'Модифициран фајл прави конфликт',
	'STATUS_MODIFIED'			=> 'Модифициран фајл',
	'STATUS_NEW'				=> 'Нов фајл',
	'STATUS_NEW_CONFLICT'		=> 'Конфликтен нов фајл',
	'STATUS_NOT_MODIFIED'		=> 'Не модифициран фајл',
	'STATUS_UP_TO_DATE'			=> 'Веќе апдејтуван фајл',

	'TOGGLE_DISPLAY'			=> 'Види/Сокриј фајл листа',
	'TRY_DOWNLOAD_METHOD'		=> 'Можеби сакате да го симнете методот на модифицираните фајлови.<br />Овој метод секогаш работи и исто така е препорачана патека на апдејтување.',
	'TRY_DOWNLOAD_METHOD_BUTTON'=> 'Пробај го овој метод сега',

	'UPDATE_COMPLETED'				=> 'Апдејтот е комплетиран',
	'UPDATE_DATABASE'				=> 'Апдејтувај датабаза',
	'UPDATE_DATABASE_EXPLAIN'		=> 'Со следниот чекор датабазата ќе биде апдејтувана.',
	'UPDATE_DATABASE_SCHEMA'		=> 'Апдејтување на шемата на датабазата',
	'UPDATE_FILES'					=> 'Апдејтувај фајлови',
	'UPDATE_FILES_NOTICE'			=> 'Ве молиме осигурајте се дека сте направиле апдејт и на фајловите од вашиот форум, овој фајл ја апдејтува само вашата датабаза.',
	'UPDATE_INSTALLATION'			=> 'Апдејтување на phpBB инсталацијата',
	'UPDATE_INSTALLATION_EXPLAIN'	=> 'Со оваа опција, можно е да ја апдејтувате вашата phpBB инсталација во последната верзија.<br />Во текот на процесот сите фајлови ќе бидат проверени за нивниот интегритет. Исто така може да ги видите различностите и фајловите пред апдејтот.<br /><br />Самиот апдејт на фајлот може да се направи на два различни начини.</p><h2>Рачен апдејт</h2><p>Со овој апдејт можете да ги сименте вашиот пакет од променети фајлови за да се осигурате дека не сте ги загубиле модификациите кои веќе стеги направиле. По симнувањето на овој пакет вие треба рачно да ги уплоадирате фајловите во нивните локации во вашата phpBB root директорија. Одкако ќе завршите, можете да направите проверка на фајловите за да видите дали сте ги уплоадирале фајловите во нивните точни локации.</p><h2>Автоматски апдејт со FTP</h2><p>Овој метод е сличен на првиот но без симнување на веќе модифицираните фајлови и нивно повторно уплоадирање. Ова же биде направено од самиот автоматски апдејт. Ако сакате да го користите овој метод ќе треба да ги знаете вашите FTP детали за логирање бидејќи ќе бидете прашани за нивl. По завршувањето ќе бидете префрлени до проверка на фајловите за да се осигурате дека се е апдејтувано коректно.<br /><br />',
	'UPDATE_INSTRUCTIONS'			=> '

		<h1>Извесување за пуѓтена нова верзија</h1>

		<p>Ве молиме прочитајте го <a href="%1$s" title="%1$s"><strong>известувањето за пуштањето на новата верзија</strong></a> пред да продолжите со апдејт процесот, ова може да има корисни информации. Исто така содржи целосни линкови за симнување како и променскиот лог/change log.</p>

		<br />

		<h1>Како да ја упдејтувате вашата инсталација со автоматскиот пакет на апдејт</h1>

		<p>Препорачани наќини за апдејтување на вашата инсталација е прикажана овде и е валидна само за автоматскиот пакет на апдејт. Исто така можете да ја апдејтувате вашата инсталација користејќи ги методите прикажани во INSTALL.html документот. Чекорите за автоматско апдејтување на phpBB3 се:</p>

		<ul style="margin-left: 20px; font-size: 1.1em;">
			<li>Одете до <a href="http://www.phpbb.com/downloads/" title="http://www.phpbb.com/downloads/">phpBB.com downloads page</a> и симнете го "Automatic Update Package" архивата.<br /><br /></li>
			<li>Одпакувајте ја архивата.<br /><br /></li>
			<li>Упладирајте го одпакуваниот инстал фолдер во вашата phpBB root директорија (на местото каде што е и config.php  фајлот).<br /><br /></li>
		</ul>

		<p>Штом ќе го уплоадирате фолдерот вашиот форум автоматски ќе биде исклучен за членовите и ќе остане исклучен се додека инстал фолдерот е во phpBB root директоријата.<br /><br />
		<strong><a href="%2$s" title="%2$s">Сега стартувајте го апдејт процесот со насочување на вашиот пребарувач на вашиот инстал фолдер. пример: http://www.example.com/install/index.php</a>.</strong><br />
		<br />
		Ќе бидете предводени во текот на апдејт процесот. Ќе бидете известени кога апдејтот ќе биде завршен.
		</p>
	',
	'UPDATE_INSTRUCTIONS_INCOMPLETE'	=> '

		<h1>Пронајден незавршен апдејт</h1>

		<p>phpBB пронајде незавршен автоматски апдејт. Ве молиме осигурајте се дека ги следевте сите чекори од автоматскиот апдејт алатките. Подолу повторно ќе најдете линк, или одете директно во вашата директорија за инсталирање .</p>
	',
	'UPDATE_METHOD'					=> 'Метод на апдејтување',
	'UPDATE_METHOD_EXPLAIN'			=> 'Моќете да го изберете вашиот префериран метд за апдејтување. Користење на  FTP уплоад методот ќе ви претстави форма каде што треба да ги внесете вашите детали за вашиот FTP акаунт. Со овој метод фајловите ќе бидат автоматски преместени на новата лоакција и бекапите од старите фајлови ќе бидат креирани со припојување на .bak до името на фајлот. Ако одберете да ги сименте модифицираните фајлови можете да ги одпакувате и уплоадирате истите подоцна рачно на нивните локации.',
	'UPDATE_REQUIRES_FILE'			=> 'Апдејторот го бара овој фајл да биде моментално присутен: %s',
	'UPDATE_SUCCESS'				=> 'Апдејтот беше успешен',
	'UPDATE_SUCCESS_EXPLAIN'		=> 'Успешно се апдејтувани сите фајлови. Следниот чекор воведува проверка на сите фајлови за да се осигурате дека се апдејтувани коректно.',
	'UPDATE_VERSION_OPTIMIZE'		=> 'Апдејтување на верзијата и оптимизирање на табелите',
	'UPDATING_DATA'					=> 'Апдејтување на податоци',
	'UPDATING_TO_LATEST_STABLE'		=> 'Апдејтување на датабазата во последната стабилна верзија',
	'UPDATED_VERSION'				=> 'Апдејтувана верзија',
	'UPGRADE_INSTRUCTIONS'			=> 'Нов апдејт <strong>%1$s</strong> е достапен. Ве молиме прочитајте <a href="%2$s" title="%2$s"><strong>Известување за пуштање на апдејтот</strong></a> да видите што нуди и ккао да го апдејтувате.',
	'UPLOAD_METHOD'					=> 'Метод на уплоад',

	'UPDATE_DB_SUCCESS'				=> 'Апдејтот на датабазата беше успешен.',
	'USER_ACTIVE'					=> 'Активен член',
	'USER_INACTIVE'					=> 'Не Активен член',

	'VERSION_CHECK'					=> 'Проверка на верзија',
	'VERSION_CHECK_EXPLAIN'			=> 'Проверете дали вашата phpBB инсталација е последната верзија.',
	'VERSION_NOT_UP_TO_DATE'		=> 'Вашата phpBB инсталација не е последната верзија. Ве молиме продолжете во апдејт процесот.',
	'VERSION_NOT_UP_TO_DATE_ACP'	=> 'Вашата phpBB инсталација не е последната верзија.<br />Подолу има линк кој води до известувањето за последната верзија, кој содржи повеќе информации како и инструкции за апдејтување.',
	'VERSION_NOT_UP_TO_DATE_TITLE'	=> 'Вашата phpBB инсталација е во ред, таа е последната верзија.',
	'VERSION_UP_TO_DATE'			=> 'Вашата phpBB инсталација е последната верзија. Нема достапни апдејти моментално, може да продолжите со изведувањето на проверка на валидноста на фајловите.',
	'VERSION_UP_TO_DATE_ACP'		=> 'Вашата phpBB инсталација е последната верзија. Нема достапни апдејти моментално.',
	'VIEWING_FILE_CONTENTS'			=> 'Прегледај содржина на фајлот',
	'VIEWING_FILE_DIFF'				=> 'Прегледај различности на фајлот',

	'WRONG_INFO_FILE_FORMAT'	=> 'Информацијата за форматот на фајлот е погрешна',
));

// Default database schema entries...
$lang = array_merge($lang, array(
	'CONFIG_BOARD_EMAIL_SIG'		=> 'Ви благодариме, од тимот на форумот',
	'CONFIG_SITE_DESC'				=> 'Краток текст за да го опишете вашиот форум',
	'CONFIG_SITENAME'				=> 'Име на домејнот.com',

	'DEFAULT_INSTALL_POST'			=> 'Ова е пример за мислење во вашиот phpBB3 форум. Изгледа дека се работи како што треба. Може да го избришете ова мислење ако сакате или да продолжите со подесување на вашиот форум. Во текот на инсталациониот процес вашата прва категорија и вашето прво мислење се назначени како соодветно пакување на дозволи за дефинираните групи како администратори, ботови, супер модератори, посетители, членови и малолетни членови. Ако одберете да ја избришете вашата прва категорија и вашето прво мислење не заборавајте да ги подесите дозволите за сите групи и за сите форуми и категории кои ќе ги креирате. Препорачано е да ја преименувате вашата прва категорија и вашето прво мислење и да ги копирате дозволите од вашата прва категорија и вашето прво мислење во сите останати категории и форуми кои ќе ги креирате. Ви посакуваме среќа!',

	'FORUMS_FIRST_CATEGORY'			=> 'Вашата прва категорија',
	'FORUMS_TEST_FORUM_DESC'		=> 'Објаснување за вашиот прв форум.',
	'FORUMS_TEST_FORUM_TITLE'		=> 'Вашиот прв форум',

	'RANKS_SITE_ADMIN_TITLE'		=> 'Админ на форумот',
	'REPORT_WAREZ'					=> 'Постот содржи линкови до илегален пиратски софтвер.',
	'REPORT_SPAM'					=> 'Пријавеното мислење има за задача само да рекламира веб страна или други продукти.',
	'REPORT_OFF_TOPIC'				=> 'Пријавеното мислење не е поврзано со темата / Офф топик мислење.',
	'REPORT_OTHER'					=> 'Пријавеното мислење не се вклопува во ниедна категорија.',

	'SMILIES_ARROW'					=> 'Стрелка',
	'SMILIES_CONFUSED'				=> 'Збунет',
	'SMILIES_COOL'					=> 'Одличен',
	'SMILIES_CRYING'				=> 'Плаче или е многу тажен',
	'SMILIES_EMARRASSED'			=> 'Засрамен',
	'SMILIES_EVIL'					=> 'Ѓавол или многу мрднат',
	'SMILIES_EXCLAMATION'			=> 'Извик',
	'SMILIES_GEEK'					=> 'Охрабри',
	'SMILIES_IDEA'					=> 'Идеја',
	'SMILIES_LAUGHING'				=> 'се смее',
	'SMILIES_MAD'					=> 'Мрднат',
	'SMILIES_MR_GREEN'				=> 'Г.Зелен',
	'SMILIES_NEUTRAL'				=> 'неутрален',
	'SMILIES_QUESTION'				=> 'Прашање',
	'SMILIES_RAZZ'					=> 'Разз',
	'SMILIES_ROLLING_EYES'			=> 'Вртење на очи во круг',
	'SMILIES_SAD'					=> 'Тажен',
	'SMILIES_SHOCKED'				=> 'Шокиран',
	'SMILIES_SMILE'					=> 'Се смее',
	'SMILIES_SURPRISED'				=> 'Изненаден',
	'SMILIES_TWISTED_EVIL'			=> 'Разигран ѓавол',
	'SMILIES_UBER_GEEK'				=> 'Uber Geek',
	'SMILIES_VERY_HAPPY'			=> 'Многу радосен',
	'SMILIES_WINK'					=> 'Винк',

	'TOPICS_TOPIC_TITLE'			=> 'Добредојдовте на форумот',
));

?>