<?php
/**
*
* posting [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADD_ATTACHMENT'			=> 'Прикачи фајл',
	'ADD_ATTACHMENT_EXPLAIN'	=> 'Ако сакате да додадете еден или повеќе фајлови ставете детали долу',
	'ADD_FILE'					=> 'Додај фајл',
	'ADD_POLL'					=> 'Креирај Анкета',
	'ADD_POLL_EXPLAIN'			=> 'Ако не сакате да креирате Анкета оставете празно',
	'ALREADY_DELETED'			=> 'Се извинуваме пораката е веќе избришана.',
	'ATTACH_QUOTA_REACHED'		=> 'Максималната големина на фаjловите е достигната.',
	'ATTACH_SIG'				=> 'Додај потпис (потписот се менува во Членски контролен панел)',

	'BBCODE_A_HELP'				=> 'Уплоадирано прикачување во линија: [attachment=]filename.ext[/attachment]',
	'BBCODE_B_HELP'				=> 'Болдиран текст: [b]text[/b]',
	'BBCODE_C_HELP'				=> 'Прикажи код: [code]code[/code]',
	'BBCODE_D_HELP'				=> 'Флеш: [flash=width,height]http://url[/flash]',
	'BBCODE_F_HELP'				=> 'Големина на фонт: [size=85]small text[/size]',
	'BBCODE_IS_OFF'				=> '%sBBCode%s is <em>OFF</em>',
	'BBCODE_IS_ON'				=> '%sBBCode%s is <em>ON</em>',
	'BBCODE_I_HELP'				=> 'Italic текст: [i]text[/i]',
	'BBCODE_L_HELP'				=> 'Листа: [list]text[/list]',
	'BBCODE_LISTITEM_HELP'		=> 'Листа на предмети: [*]text[/*]',
	'BBCODE_O_HELP'				=> 'Среден лист: [list=]text[/list]',
	'BBCODE_P_HELP'				=> 'Внеси слика: [img]http://image_url[/img]',
	'BBCODE_Q_HELP'				=> 'Цитат текст: [quote]text[/quote]',
	'BBCODE_S_HELP'				=> 'Боја на фонтот: [color=red]text[/color]  Tip: you can also use color=#FF0000',
	'BBCODE_U_HELP'				=> 'Подцртан текст: [u]text[/u]',
	'BBCODE_W_HELP'				=> 'Insert URL: [url]http://url[/url] or [url=http://url]URL text[/url]',
	'BBCODE_Y_HELP'				=> 'Листа: Додај елемент во листата',
	'BUMP_ERROR'				=> 'Неможете да потсетите на оваа тема толку брзо по последното мислење.',

	'CANNOT_DELETE_REPLIED'		=> 'Вие не можете да избришите мислења на кои е веќе одговорено.',
	'CANNOT_EDIT_POST_LOCKED'	=> 'Мислењето е заклучено. Не може повеќе да го менувате.',
	'CANNOT_EDIT_TIME'			=> 'Не може повеќе да го менувате или бришите мислењето.',
	'CANNOT_POST_ANNOUNCE'		=> 'Вие не можете да испратите Важни теми.',
	'CANNOT_POST_STICKY'		=> 'Вие не можете да поставите важни теми.',
	'CHANGE_TOPIC_TO'			=> 'Темата е променена во',
	'CLOSE_TAGS'				=> 'Затвори ги таговите',
	'CURRENT_TOPIC'				=> 'Тема',

	'DELETE_FILE'				=> 'Избриши го фајлот',
	'DELETE_MESSAGE'			=> 'Избриши ја пораката',
	'DELETE_MESSAGE_CONFIRM'	=> 'Сигурено сакате да ја избришите оваа порака?',
	'DELETE_OWN_POSTS'			=> 'Вие можете да избришите само ваше мислење.',
	'DELETE_POST_CONFIRM'		=> 'Сигурено сакате да ја избришите оваа порака?',
	'DELETE_POST_WARN'			=> 'Избришаната тема не може да се врати назад.',
	'DISABLE_BBCODE'			=> 'Исклучи го ББкодот',
	'DISABLE_MAGIC_URL'			=> 'Не поставувај автоматски линкови',
	'DISABLE_SMILIES'			=> 'Исклучи сммајлиња',
	'DISALLOWED_CONTENT'		=> 'Уплоадот е одбиен бидејќи уплоадираниот фајл беше индетификуван како вирус.',
	'DISALLOWED_EXTENSION'		=> 'Додатокот %s не е дозволен',
	'DRAFT_LOADED'				=> 'Недовршен пост во областа за постирање, можеби сакате да го завршите вашето мислење сега.<br />Недовршениот пост ќе биде автоматски избришан по испраќањето на ова мислење.',
	'DRAFT_LOADED_PM'			=> 'Недовршен пост во областа за постирање, можеби сакате да го завршите вашето мислење сега.<br />Недовршениот пост ќе биде автоматски избришан по испраќањето на ова мислење.',
	'DRAFT_SAVED'				=> 'Недовршеното мислење е успешно сочуван.',
	'DRAFT_TITLE'				=> 'Наслов на недовршеното мислење',

	'EDIT_REASON'				=> 'Причина за промена на мислењето',
	'EMPTY_FILEUPLOAD'			=> 'Прикачениот фајл е празен',
	'EMPTY_MESSAGE'				=> 'Мора нешто да напишиш во мислењето.',
	'EMPTY_REMOTE_DATA'			=> 'Фајлот не можеше да биде прикачен пробајте да го прикачите рачно.',

	'FLASH_IS_OFF'				=> '[flash]-от е <em>Изклучен</em>',
	'FLASH_IS_ON'				=> '[flash]от е <em>Вклучен</em>',
	'FLOOD_ERROR'				=> 'Вие не можете да испратите мислење толку брзо после последното.',
	'FONT_COLOR'				=> 'Боја на буквите',
	'FONT_COLOR_HIDE'			=> 'Сокриј ја бојата на текстот',
	'FONT_HUGE'					=> 'Огромни',
	'FONT_LARGE'				=> 'Големи',
	'FONT_NORMAL'				=> 'Нормалени',
	'FONT_SIZE'					=> 'Големина на буквите',
	'FONT_SMALL'				=> 'Мали',
	'FONT_TINY'					=> 'Многу Малецки',

	'GENERAL_UPLOAD_ERROR'		=> 'Не може да се прикачи фајл во %s',

	'IMAGES_ARE_OFF'			=> '[img] е <em>Изклучен</em>',
	'IMAGES_ARE_ON'				=> '[img] е <em>Вклучен</em>',
	'INVALID_FILENAME'			=> '%s е невалидно име на фајл',

	'LOAD'						=> 'Постави',
	'LOAD_DRAFT'				=> 'Постави недовршено мислење',
	'LOAD_DRAFT_EXPLAIN'		=> 'Овде може да го одберете недовршениот пост ако сакате да продолжите да пишувате. Вашиот моментално мислење ќе биде одкажано, и сите моментално мислења и содржини ќе бидат избришани. Види, изменувај и избриши ги недовршените мислења преку Членско Контролен Панел.',
	'LOGIN_EXPLAIN_BUMP'		=> 'Вие треба да се најавите да потсетите теми на овој форум.',
	'LOGIN_EXPLAIN_DELETE'		=> 'Вие треба да се најавите да бришите теми.',
	'LOGIN_EXPLAIN_POST'		=> 'Вие треба да се најавите да пишувате.',
	'LOGIN_EXPLAIN_QUOTE'		=> 'Вие треба да се најавите за да цитирате.',
	'LOGIN_EXPLAIN_REPLY'		=> 'Вие треба да се најавите за да одговорите.',

	'MAX_FONT_SIZE_EXCEEDED'	=> 'Големината на буквите не смее да е поголема од %1$d.',
	'MAX_FLASH_HEIGHT_EXCEEDED'	=> 'Флаш елементите не може да бидат поголеми од %1$d пиксели висина.',
	'MAX_FLASH_WIDTH_EXCEEDED'	=> 'Флаш елементите не може да бидат поголеми од  %1$d пиксели ширина.',
	'MAX_IMG_HEIGHT_EXCEEDED'	=> 'Сликата не може да биде поголема од %1$d пиксели висина.',
	'MAX_IMG_WIDTH_EXCEEDED'	=> 'Сликата не може да биде поголема од %1$d пиксели ширина.',

	'MESSAGE_BODY_EXPLAIN'		=> 'Внесете ја пораката тука, не може да содржи повеќе од <strong>%d</strong> букви.',
	'MESSAGE_DELETED'			=> 'Пораката успешно избришана.',
	'MORE_SMILIES'				=> 'Види ги сите смајлиња',

	'NOTIFY_REPLY'				=> 'Испрати ми мејл штом ќе има одговор на темата',
	'NOT_UPLOADED'				=> 'фајлот не можеше да биде поставен.',
	'NO_DELETE_POLL_OPTIONS'	=> 'Вие не можете да избришите постоечки опции на анкетата',
	'NO_PM_ICON'				=> 'Без икона',
	'NO_POLL_TITLE'				=> 'Треба да внсете наслов на анкетата',
	'NO_POST'					=> 'Бараното мислење не постои.',
	'NO_POST_MODE'				=> 'Не е определен вид на мислењето',

	'PARTIAL_UPLOAD'			=> 'Фајлот беше поставен успешно',
	'PHP_SIZE_NA'				=> 'Големината на  фајловите ја надминува максимумот големина.',
	'PHP_SIZE_OVERRUN'			=> 'Големината на поставените фајлови ја надминува максималната големина од %d MB.',
	'PLACE_INLINE'				=> 'Стави во линија',
	'POLL_DELETE'				=> 'Избриши ја анкетата',
	'POLL_FOR'					=> 'Анкетата да биде активна',
	'POLL_FOR_EXPLAIN'			=> 'Внесете е 0 или оставете празно за анкета да не завршува',
	'POLL_MAX_OPTIONS'			=> 'Опции по член',
	'POLL_MAX_OPTIONS_EXPLAIN'	=> 'Ова е бројот на опции за секој член да може да одбере кога гласа.',
	'POLL_OPTIONS'				=> 'Прашање на анкетата',
	'POLL_OPTIONS_EXPLAIN'		=> 'Поставете една опција во една линија. Може да внесете до <strong>%d</strong> опции/линии',
	'POLL_OPTIONS_EDIT_EXPLAIN'	=> 'Секоја нова опција ставете ја во нов ред, нова линија. Може да внесете најмногу <strong>%d</strong> опции. Ако одстраните опција сите направени гласања до сега ќе бидат ресетирани/избришани.',
	'POLL_QUESTION'				=> 'Прашање на анкетата',
	'POLL_TITLE_TOO_LONG'		=> 'Анкетата требва да содржиа по-малко од 100 знаци/бикви.',
	'POLL_TITLE_COMP_TOO_LONG'	=> 'Анкетата е предолга',
	'POLL_VOTE_CHANGE'			=> 'Дозволи промена на глас',
	'POLL_VOTE_CHANGE_EXPLAIN'	=> 'Ако е вклучено членовите ке можат да променат само нивниот глас покасно.',
	'POSTED_ATTACHMENTS'		=> 'Прикачени фајлови',
	'POST_APPROVAL_NOTIFY'		=> 'Ќе бидете известени кога вашето мислење ќе биде одобрено.',
	'POST_CONFIRMATION'			=> 'Потврдување на мислењето',
	'POST_CONFIRM_EXPLAIN'		=> 'За да се заштити автоматско поставување на мислења администраторите бараат да се внесе код за верификација. Кодот е покажан на сликата подолу. Ако имате проблеми со читање на кодот контактирајте ги  %sадминистраторите%s.',
	'POST_DELETED'				=> 'Мислењето е успешно избришано',
	'POST_EDITED'				=> 'Мислењето е успешно променето',
	'POST_EDITED_MOD'			=> 'Ова мислење беше променето но чека да биде одобрено',
	'POST_GLOBAL'				=> 'Глобално соопштение',
	'POST_ICON'					=> 'Икона на мислењето',
	'POST_NORMAL'				=> 'Нормално мислење',
	'POST_REVIEW'				=> 'Прегледај мислење',
	'POST_REVIEW_EDIT'			=> 'Прегледај мислење',
	'POST_REVIEW_EDIT_EXPLAIN'	=> 'Овој пост е изменет од друг член додека вие го изменувавте. Можеби сакате да го прегледате изменетото мислење за да ги координирате вашите изменувања.',
	'POST_REVIEW_EXPLAIN'		=> 'Има барем еден одговор на оваа тема . Може би сакале да го промените вашето мислење.',
	'POST_STORED'				=> 'Mислењето беше успешно испратено',
	'POST_STORED_MOD'			=> 'Пораката беше зачувана , но треба да биде одобрена',
	'POST_TOPIC_AS'				=> 'Постирај нова тема како',
	'PROGRESS_BAR'				=> 'Прогрес',

	'QUOTE_DEPTH_EXCEEDED'		=> 'Може да имате само %1$d цитат од еден член.',

	'SAVE'						=> 'Сочувај',
	'SAVE_DATE'					=> 'Сочувано на',
	'SAVE_DRAFT'				=> 'Сочувај како недовршено мислење',
	'SAVE_DRAFT_CONFIRM'		=> 'Внимание, сочуваното недовршено мислење го содржи само насловот и пораката секој друг емелент ке биде отстранет.Сакате ли да го сочувате?',
	'SMILIES'					=> 'Смајлиња',
	'SMILIES_ARE_OFF'			=> 'Смајлињата се <em>Исклучени</em>',
	'SMILIES_ARE_ON'			=> 'Смајлињата се <em>Вклучени</em>',
	'STICKY_ANNOUNCE_TIME_LIMIT'=> 'Важна тема/Известување лимит на време',
	'STICK_TOPIC_FOR'			=> 'Важна тема за',
	'STICK_TOPIC_FOR_EXPLAIN'	=> 'Внеси 0 или остави празно за Важна тема која не завршува',
	'STYLES_TIP'				=> 'Напомена: Може да се селектира текстот ,и стиловите да се нанесуваат преку него.',

	'TOO_FEW_CHARS'				=> 'Пораката содржи малку букви ставете повеќе.',
	'TOO_FEW_CHARS_LIMIT'		=> 'Вашата порака содржи %1$d карактери. Минимум број на дозволени карактери што мора да се внесат е %2$d.',
	'TOO_FEW_POLL_OPTIONS'		=> 'Мора да внесете барем две опции на анкетата',
	'TOO_MANY_ATTACHMENTS'		=> 'Не можете да прикачите друг фајл, %d е максимум.',
	'TOO_MANY_CHARS'			=> 'Мислењето содржи премногу букви.',
	'TOO_MANY_CHARS_POST'		=> 'Вашата порака содржи %1$d карактери. Максимален број на дозволени карактери што мора да се внесат е %2$d.',
	'TOO_MANY_CHARS_SIG'		=> 'Вашата порака содржи %1$d карактери. Максимален број на дозволени карактери е %2$d.',
	'TOO_MANY_POLL_OPTIONS'		=> 'Вие се обидовте да внесете премногу опции за гласање во анкетата',
	'TOO_MANY_SMILIES'			=> 'Мислењето содржи премногу смешковци. Максимален дозволен број на смајлиња е %d.',
	'TOO_MANY_URLS'				=> 'Мислењето содржи премногу линкови. Максимален број на дозволени линкови е %d.',
	'TOO_MANY_USER_OPTIONS'		=> 'Вие не можете да одредите повеќе опции во анкетата од постоечките опции',
	'TOPIC_BUMPED'				=> 'Темата беше удрена успешно',

	'UNAUTHORISED_BBCODE'		=> 'Не може да користите одредени ББкодови: %s',
	'UNGLOBALISE_EXPLAIN'		=> 'За да ја промените оваа глобална тема во нормална, треба да изберете форум во кој ке се појавува оваа тема.',
	'UPDATE_COMMENT'			=> 'Обнови коментар',
	'URL_INVALID'				=> 'Линкот е невалиден.',
	'URL_NOT_FOUND'				=> 'Одредениот фајл не е пронајден.',
	'URL_IS_OFF'				=> '[url] е <em>Исклучено</em>',
	'URL_IS_ON'					=> '[url] е <em>Вклучено</em>',
	'USER_CANNOT_BUMP'			=> 'Вие не можете да потсетите теми на овој форум',
	'USER_CANNOT_DELETE'		=> 'Вие не можете да избришете мислења на овој форум',
	'USER_CANNOT_EDIT'			=> 'Вие не можете да измените мислења на овој форум',
	'USER_CANNOT_REPLY'			=> 'Вие не можете да одговарaте на овој форум',
	'USER_CANNOT_FORUM_POST'	=> 'Вие не можете да изведувате постинг операции во овој форум бидејќи форумот не го подржува тоа.',

	'VIEW_MESSAGE'				=> '%sВиди ја испратената порака%s',
	'VIEW_PRIVATE_MESSAGE'		=> '%sВиди ја твојата испратена порака%s',

	'WRONG_FILESIZE'			=> 'Фајлот е премногу голем максимална големина е  %1d %2s',
	'WRONG_SIZE'				=> 'Сликата мора да биде најмалку %1$d пиксели широка, %2$d пиксела висока, и најмногу %3$d пиксели широка и %4$d пиксели висока. Испратената слика ее %5$d пиксели широка и %6$d пиксели висока.',
));

?>