<?php
/**
*
* acp_board [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Board Settings
$lang = array_merge($lang, array(
	'ACP_BOARD_SETTINGS_EXPLAIN'	=> 'Овде може да ја одредите основната работа на форумот, како име и опис, како и многу други опции, наместете ги основните опции за временската зона и јазикот.',
	'CUSTOM_DATEFORMAT'				=> 'Вообичаено',
	'DEFAULT_DATE_FORMAT'			=> 'Формат на датумот',
	'DEFAULT_DATE_FORMAT_EXPLAIN'	=> 'Форматот на датумоте ист како и PHP <code>датум</code> функцијата.',
	'DEFAULT_LANGUAGE'				=> 'Основен јазик',
	'DEFAULT_STYLE'					=> 'Основен стајлинг',
	'DISABLE_BOARD'					=> 'Оневозможи форум',
	'DISABLE_BOARD_EXPLAIN'			=> 'Ова ќе го направи форумот недостапен за членовите. Исто така може да внесете кратка порака која ќе сакате да се покаже како причина зашто е форумот оневозможен.',
	'OVERRIDE_STYLE'				=> 'Поништи стајлинг на член',
	'OVERRIDE_STYLE_EXPLAIN'		=> 'Го заменува стајлингот на членот со основниот.',
	'SITE_DESC'						=> 'Опис на форумот',
	'SITE_NAME'						=> 'Име на форумот',
	'SYSTEM_DST'					=> 'Овозможи сметање на летно време/<abbr title="летно сметање на време">DST</abbr>',
	'SYSTEM_TIMEZONE'				=> 'Временска зона на овој систем',
	'SYSTEM_TIMEZONE_EXPLAIN'			=> 'Временската зона се користи за да се прикаже времето на членовите кои не се логирани(Посетители, Ботови). Логираните членови можат си ја местат временската зона во текот на регистрацијата и можат да ја сменат истата во членскиот контролен панел .',
	'WARNINGS_EXPIRE'				=> 'Времетраење на предупредување',
	'WARNINGS_EXPIRE_EXPLAIN'		=> 'Број на денови после кои предупреувањето ќе биде избришано од меморијата.',
));

// Board Features
$lang = array_merge($lang, array(
	'ACP_BOARD_FEATURES_EXPLAIN'	=> 'овде може да овозможите оневозможите неколку опции на форумот.',

	'ALLOW_ATTACHMENTS'			=> 'Дозволи прикачувања',
	'ALLOW_BIRTHDAYS'			=> 'Дозволи родендени',
	'ALLOW_BIRTHDAYS_EXPLAIN'	=> 'Дозволи родендените да бидат внесени и годините да се прикажуваат на профилите. Запамтете дека листот на родендени е контролиран од други опции на форумот.',
	'ALLOW_BOOKMARKS'			=> 'Дозволи маркирање/запамтување на теми',
	'ALLOW_BOOKMARKS_EXPLAIN'	=> 'Членовите ќе можат да запамтуваат лични теми и други теми.',
	'ALLOW_BBCODE'				=> 'Дозволи ББкод',
	'ALLOW_FORUM_NOTIFY'		=> 'Дозволи претплата на форуми',
	'ALLOW_NAME_CHANGE'			=> 'Дозволи промена на членско име',
	'ALLOW_NO_CENSORS'			=> 'Дозволи оневозможување на цензорирање на зборови',
	'ALLOW_NO_CENSORS_EXPLAIN'	=> 'Членовите ќе можат да одберат оневозможи цензорирање на зборови во мислењата и приватните пораки.',
	'ALLOW_PM_ATTACHMENTS'		=> 'Дозволи прикачувања во приватни пораки',
	'ALLOW_PM_REPORT'			=> 'Дозволи членовите да пријават приватни пораки',
	'ALLOW_PM_REPORT_EXPLAIN'	=> 'Ако е ова овозможено, членовите ќе имаат опција да пријават било кои приватни пораки. Овие пријавени пораки ќе бидат видливи во модераторскиот контролен панел.',
	'ALLOW_QUICK_REPLY'			=> 'Дозволи брз одговор',
	'ALLOW_QUICK_REPLY_EXPLAIN'	=> 'Ова им овозможува на членовите опција за брз одговор. Кога е одобрена, форумските опции ќе се обидат да го покажат ова копче во форумите каде што е дозволено.',
	'ALLOW_QUICK_REPLY_BUTTON'	=> 'Испрати и дозволи брз одговор во сите форуми',
	'ALLOW_SIG'					=> 'Дозволи потписи',
	'ALLOW_SIG_BBCODE'			=> 'Дозволи ББкод во членските потписи',
	'ALLOW_SIG_FLASH'			=> 'Дозволи користење на  <code>[FLASH]</code> ББкод во потписите',
	'ALLOW_SIG_IMG'				=> 'Allow use of <code>[IMG]</code> BBCode tag in user signatures',
	'ALLOW_SIG_LINKS'			=> 'Дозволи користење на линкови во потписите',
	'ALLOW_SIG_LINKS_EXPLAIN'	=> 'Ако е оневозможено <code>[URL]</code> тоаг и линковите се оневозможени.',
	'ALLOW_SIG_SMILIES'			=> 'Дозволи користење на смајлиња во потписите',
	'ALLOW_SMILIES'				=> 'Дозволи смајлиња',
	'ALLOW_TOPIC_NOTIFY'		=> 'Дозволи претплатување на теми',
	'BOARD_PM'					=> 'приватни пораки',
	'BOARD_PM_EXPLAIN'			=> 'Овозможи или оневозможи приватни пораки за сите членови.',
));

// Avatar Settings
$lang = array_merge($lang, array(
	'ACP_AVATAR_SETTINGS_EXPLAIN'	=> 'Аватарите се мали сликички преку кои члновите се покажуваат себеси. Во зависност од стајлот тие обично се појавуваат под името во темите. Овде може да одредите како членовите ќе ги одредат своите аватари. Запамтете дека пред да може аватарите да се уплоадират треба да имате соодветна директорија на серверот. Исто така запамтете дека големината на аватарите важи само за оние кои се уплоадираат на вашиот сервер, за аватарите кои се линкувани од друг сајт големината не важи.',

	'ALLOW_AVATARS'					=> 'Дозволи аватари.',
	'ALLOW_AVATARS_EXPLAIN'			=> 'Дозволи главно користење на аватари;<br />Ако ги оневозможитеаватарите во главниот или друг мод, оневозможените аватари нема да се прикажуваат на форумот, но ќленовите ќе имаат можност да си симнат своите аватари во своите профил панели.',
	'ALLOW_LOCAL'					=> 'Дозволи галерија на аватари.',
	'ALLOW_REMOTE'					=> 'Дозволи аватар од друг веб сајт.',
	'ALLOW_REMOTE_EXPLAIN'			=> 'Аватари пренесени од други сајтови.',
	'ALLOW_REMOTE_UPLOAD'			=> 'Дозволи аватар од друг веб сајт.',
	'ALLOW_REMOTE_UPLOAD_EXPLAIN'	=> 'Дозволи уплоадирање на аватари пренесени од други сајтови.',
	'ALLOW_UPLOAD'					=> 'Овозможи уплоадирање на аватар.',
	'AVATAR_GALLERY_PATH'			=> 'Патека на аватар галеријата.',
	'AVATAR_GALLERY_PATH_EXPLAIN'	=> 'ППатека до вашата директорија на серверот, која е обично <samp>images/avatars/gallery</samp>.',
	'AVATAR_STORAGE_PATH'			=> 'Патека на меморирање на аватари.',
	'AVATAR_STORAGE_PATH_EXPLAIN'	=> 'Патека до вашата директорија на серверот, која е обично <samp>images/avatars/upload</samp>.',
	'MAX_AVATAR_SIZE'				=> 'Максимални димензии на аватарот.',
	'MAX_AVATAR_SIZE_EXPLAIN'		=> 'Ширина x Висина во пискели.',
	'MAX_FILESIZE'					=> 'Максимална големина на аватарот во килобајти.',
	'MAX_FILESIZE_EXPLAIN'			=> 'За аватарите кои се уплоадираат.',
	'MIN_AVATAR_SIZE'				=> 'Минимални димензии на аватарот.',
	'MIN_AVATAR_SIZE_EXPLAIN'		=> 'Ширина x Висина во пиксели.',
));

// Message Settings
$lang = array_merge($lang, array(
	'ACP_MESSAGE_SETTINGS_EXPLAIN'		=> 'Местење на основни опции за приватните пораки.',

	'ALLOW_BBCODE_PM'			=> 'Дозволи ББкод во приватни пораки',
	'ALLOW_FLASH_PM'			=> 'Дозволи користење на <code>[FLASH]</code> ББкод',
	'ALLOW_FLASH_PM_EXPLAIN'	=> 'Можноста за користење на Флаш ББкод иако е дозволена овде пак зависи од дозволите.',
	'ALLOW_FORWARD_PM'			=> 'Дозволи препратување на приватни пораки',
	'ALLOW_IMG_PM'				=> 'Дозволи користење на <code>[IMG]</code> ББкод',
	'ALLOW_MASS_PM'				=> 'Дозволи праќање на приватни пораки на неколку корисници или група одеднаш',
	'ALLOW_MASS_PM_EXPLAIN'		=> 'Праќање приватни пораки на групи може да се намести по група во подесување на групи страната.',
	'ALLOW_PRINT_PM'			=> 'Дозволи принтање на приватните пораки',
	'ALLOW_QUOTE_PM'			=> 'Дозволи цитирање во приватни пораки',
	'ALLOW_SIG_PM'				=> 'Дзоволи потпис во приватни пораки',
	'ALLOW_SMILIES_PM'			=> 'Дозволи смајлиња во приватни пораки',
	'BOXES_LIMIT'				=> 'Максимум пораки во еден кутија',
	'BOXES_LIMIT_EXPLAIN'		=> 'Членовите не можат да примат повеќе пораки во секој од нивните кутии од дозволените. Намести на 0 to за нелимитирано.',
	'BOXES_MAX'					=> 'Максимум фолдери за приватни пораки',
	'BOXES_MAX_EXPLAIN'			=> 'Со основните опции членовите може да креираат многу фолдери.',
	'ENABLE_PM_ICONS'			=> 'Дозволи користење на иконки за теми во приватни пораки',
	'FULL_FOLDER_ACTION'		=> 'Полн фолдер основна акција',
	'FULL_FOLDER_ACTION_EXPLAIN'=> 'Основна акцијакоја ќе се преземе ако е корисничкиот фолдер полн, ако е наместено за сите, нема ефект. Основен исклучок е за “пратени пораки” фолдерот каде што основната функција е бришење на старите пораки.',
	'HOLD_NEW_MESSAGES'			=> 'Задржи нови пораки',
	'PM_EDIT_TIME'				=> 'Лимитирај време на изменување',
	'PM_EDIT_TIME_EXPLAIN'		=> 'Лимитот на време е достапно за пораките кои се веќе испратени. Намести 0 за оневозможување.',
	'PM_MAX_RECIPIENTS'			=> 'Максимален број на дозволени примачи',
	'PM_MAX_RECIPIENTS_EXPLAIN'	=> 'Максимален број на дозволени примачи за приватните пораки. Ако е внесено 0, тогаш е неограничено. Овие опции може да се наместат во опциите за групите.',
));

// Post Settings
$lang = array_merge($lang, array(
	'ACP_POST_SETTINGS_EXPLAIN'			=> 'Овде може да ги наместите основните функции за постирање.',
	'ALLOW_POST_LINKS'					=> 'Дозволи линкови во мислења/приватни пораки',
	'ALLOW_POST_LINKS_EXPLAIN'			=> 'Ако е оневозможен <code>[URL]</code> ББкодот и линковите се оневозможени.',
	'ALLOW_POST_FLASH'					=> 'Дозволи користење на <code>[FLASH]</code> ББкод во мислења. ',
	'ALLOW_POST_FLASH_EXPLAIN'			=> 'Ако е оневозможен <code>[FLASH]</code> ББкодот е оневозможен и во мислењата. Друг систем на дозволи е во дозволите .',

	'BUMP_INTERVAL'					=> 'Интервал на потсетување/BUMP',
	'BUMP_INTERVAL_EXPLAIN'			=> 'Број во минути,или саати во кои ќе може да потсети .',
	'CHAR_LIMIT'					=> 'Максимум карактери во мислење',
	'CHAR_LIMIT_EXPLAIN'			=> 'Број на карактери дозволени во мислење. Намести 0 за нелимитарано.',
	'DELETE_TIME'					=> 'Лимитирај го времето за бришење',
	'DELETE_TIME_EXPLAIN'			=> 'Го лимитира времетово кое дозволено мислењето или темата да биде избришана . Внесување на 0 значи нелимитирано.',
	'DISPLAY_LAST_EDITED'			=> 'Прикажи време на последно изменето мислење',
	'DISPLAY_LAST_EDITED_EXPLAIN'	=> 'Одберете дали изменувањето ќе се прикаже во мислењата .',
	'EDIT_TIME'						=> 'Лимитар време на изменување',
	'EDIT_TIME_EXPLAIN'				=> 'Лимитирање на време во кое може да го измени новото мислење. намести 0 за оневозможување.',
	'FLOOD_INTERVAL'				=> 'Временски интервал',
	'FLOOD_INTERVAL_EXPLAIN'		=> 'Време во секунди во кое членот мора да чека пред да постира нова тема или мислење.',
	'HOT_THRESHOLD'					=> 'Популарни теми',
	'HOT_THRESHOLD_EXPLAIN'			=> 'Мислења во една тема за да се смета како популарна. Намести 0 to за оневозможување.',
	'MAX_POLL_OPTIONS'				=> 'Максимум опции во анкета',
	'MAX_POST_FONT_SIZE'			=> 'Максимум големина на букви во мислење',
	'MAX_POST_FONT_SIZE_EXPLAIN'	=> 'Максимална големина на букви во мислење. Намести 0 за нелимитирана големина.',
	'MAX_POST_IMG_HEIGHT'			=> 'Максимална висина на слика во мислење',
	'MAX_POST_IMG_HEIGHT_EXPLAIN'	=> 'Максимална висина на слика или флеш фајл во мислење. Намести 0 нелимитирано.',
	'MAX_POST_IMG_WIDTH'			=> 'Максимална ширина на слика во мислење',
	'MAX_POST_IMG_WIDTH_EXPLAIN'	=> 'Максимална ширина на слика во мислење. Намести 0 за нелимитирано.',
	'MAX_POST_URLS'					=> 'Максимум линкови во мислење',
	'MAX_POST_URLS_EXPLAIN'			=> 'Број на максимално дозволени линкови во мислење. Намести 0 за нелимитирано.',
	'MIN_CHAR_LIMIT'				=> 'Минимум карактериза мислење',
	'MIN_CHAR_LIMIT_EXPLAIN'		=> 'Минимум на карактери кое мора да се внесе во теми/мислења. Минимумот за оваа опција е 1.',
	'POSTING'						=> 'Постирање',
	'POSTS_PER_PAGE'				=> 'Мислења во една страна',
	'QUOTE_DEPTH_LIMIT'				=> 'Максимум цитати за мислење',
	'QUOTE_DEPTH_LIMIT_EXPLAIN'		=> 'Број на максимум цитати во пост. Намести 0 за нелимитирано.',
	'SMILIES_LIMIT'					=> 'Максимум смалјиња во мислење',
	'SMILIES_LIMIT_EXPLAIN'			=> 'Број на максимум смајлиња во мислење. Намести 0 за нелимитирано.',
	'SMILIES_PER_PAGE'				=> 'Смајлиња за една страна',
	'TOPICS_PER_PAGE'				=> 'Теми во една страна',
));

// Signature Settings
$lang = array_merge($lang, array(
	'ACP_SIGNATURE_SETTINGS_EXPLAIN'	=> 'Овде може да ги подесите основните опции за потписите.',

	'MAX_SIG_FONT_SIZE'				=> 'Максимална големина на букви во потпис',
	'MAX_SIG_FONT_SIZE_EXPLAIN'		=> 'Максимална големина на буквиво потпис . Намести 0 за нелимитирано.',
	'MAX_SIG_IMG_HEIGHT'			=> 'Максимална големина на сликата во потпис во Висина',
	'MAX_SIG_IMG_HEIGHT_EXPLAIN'	=> 'Максимална големина на сликата во потпис во Висина. Намести 0 за нелимитирано.',
	'MAX_SIG_IMG_WIDTH'				=> 'Максимална големина на сликата во Ширина',
	'MAX_SIG_IMG_WIDTH_EXPLAIN'		=> 'Максимална големина на сликата во Ширина. Намести 0 за нелимитирано.',
	'MAX_SIG_LENGTH'				=> 'Максимална должина на потписот со букви',
	'MAX_SIG_LENGTH_EXPLAIN'		=> 'Максимум букви во потписот.',
	'MAX_SIG_SMILIES'				=> 'Максимум смајлиња во потписот',
	'MAX_SIG_SMILIES_EXPLAIN'		=> 'Максимум смајлиња во потписот. Намести 0 за нелимитирано.',
	'MAX_SIG_URLS'					=> 'Максимум линкови во потпис',
	'MAX_SIG_URLS_EXPLAIN'			=> 'Максимум линкови во потпис. Намести 0 за нелимитирано.',
));

// Registration Settings
$lang = array_merge($lang, array(
	'ACP_REGISTER_SETTINGS_EXPLAIN'		=> 'Овде може да ја дефинирате регистрацијата и општите опции на профилот.',

	'ACC_ACTIVATION'			=> 'Активација на акаунтот',
	'ACC_ACTIVATION_EXPLAIN'	=> 'Ова определува како членовите ќе добијат брз пристап до форумот ако кнфирмацијата е задолжителна. Исто така може потполно да ги оневозможите новите регистрации.',
	'NEW_MEMBER_POST_LIMIT'			=> 'Лимит на мислења на нови членови',
	'NEW_MEMBER_POST_LIMIT_EXPLAIN'	=> 'Новите членови се автоматски додадени во групата <em>Нови Членови</em> додека не го исполнат лимитот на мислења. <strong>Внесете 0 за оневозможување.</strong>',
	'NEW_MEMBER_GROUP_DEFAULT'		=> 'Новите членови во групата Нови Членови автоматски',
	'NEW_MEMBER_GROUP_DEFAULT_EXPLAIN'	=> 'Ако е наместено на ДА, тогаш лимитот за мислења ќе важи за овие членови, новите членови не само што ќе бидат ставени во групата <em>Нови Членови</em> туку таа ќе биде нивна основна група се додека не го поминат лимитот на мислења',
	
	'ACC_ADMIN'					=> 'Од Админ',
	'ACC_DISABLE'				=> 'Оневозможи',
	'ACC_NONE'					=> 'Никој',
	'ACC_USER'					=> 'Од Член',
//	'ACC_USER_ADMIN'			=> 'User + Admin',
	'ALLOW_EMAIL_REUSE'			=> 'Дозволи користените мејлови да бидат повторно користени',
	'ALLOW_EMAIL_REUSE_EXPLAIN'	=> 'Различни членови може да се регистрираат со истата мејл адреса.',
	'COPPA'						=> 'Малолетни / под 13 год',
	'COPPA_FAX'					=> 'Факс број на малолетните',
	'COPPA_MAIL'				=> 'Мејл на малолетните',
	'COPPA_MAIL_EXPLAIN'		=> 'Ова е мејл адресата каде што родителите ќе ја пратат регистрационата форма на малолетните.',
	'ENABLE_COPPA'				=> 'Дозволи зачленување на малолетни',
	'ENABLE_COPPA_EXPLAIN'		=> 'Ова ќе побара од членовите да изберат дали се над или под 13 години. ако е ова оневозможено, групата малолетни нема да се прикаже.',
	'MAX_CHARS'					=> 'Максимум',
	'MIN_CHARS'					=> 'Минимум',
	'NO_AUTH_PLUGIN'			=> 'Не е пронајден auth плугинот.',
	'PASSWORD_LENGTH'			=> 'Должина на лозинка',
	'PASSWORD_LENGTH_EXPLAIN'	=> 'Минимум и максимум карактери во лозинката.',
	'REG_LIMIT'					=> 'Пробувања за регистрација',
	'REG_LIMIT_EXPLAIN'			=> 'Број на пробувања за потврда на кодот од страна на членот пред сесијата да биде заклучена.',
	'USERNAME_ALPHA_ONLY'		=> 'Алфанумерички само',
	'USERNAME_ALPHA_SPACERS'	=> 'Алфанумерички и знакови',
	'USERNAME_ASCII'			=> 'ASCII (без интернационален универзален код)',
	'USERNAME_LETTER_NUM'		=> 'Било која буква и бројка',
	'USERNAME_LETTER_NUM_SPACERS'	=> 'Било која буква, бројка и знакови',
	'USERNAME_CHARS'			=> 'Лимитирање на карактери во корисничко име',
	'USERNAME_CHARS_ANY'		=> 'Било кој карактер',
	'USERNAME_CHARS_EXPLAIN'	=> 'Забрани некој тип на карактери кои што може да се користат во корисничките имиња, знакови се: празно место, -, +, _, [ и ].',
	'USERNAME_LENGTH'			=> 'Должина на корисничко име',
	'USERNAME_LENGTH_EXPLAIN'	=> 'Минимум и максимум карактери во корисничкото име.',
));

// Feeds
$lang = array_merge($lang, array(
	'ACP_FEED_MANAGEMENT'				=> 'Генерални опции за FEED опциите',
	'ACP_FEED_MANAGEMENT_EXPLAIN'		=> 'овој модул ги прави достапни различните ATOM feeds, парсирајќи го секој ББкод да биде читлив за надворешните FEED опции.',

	'ACP_FEED_GENERAL'					=> 'Главни опции за FEED',
	'ACP_FEED_POST_BASED'				=> 'Опции за feed базирани на мислењата',
	'ACP_FEED_TOPIC_BASED'				=> 'Опции за feed базирани на темите',
	'ACP_FEED_SETTINGS_OTHER'			=> 'Други feeds и опции',

	'ACP_FEED_ENABLE'					=> 'Овозможи feeds',
	'ACP_FEED_ENABLE_EXPLAIN'			=> 'Вклучи или исклучи го ATOM feeds за целиот форум.<br />Оневозможување на ова ги оневозможува сите feeds, без разлика на опциите кои се вклучени подолу.',
	'ACP_FEED_LIMIT'					=> 'Број на предмети',
	'ACP_FEED_LIMIT_EXPLAIN'			=> 'Максимален број на feed предмети за прикажување.',

	'ACP_FEED_OVERALL'					=> 'Дозволи feed од форумот',
	'ACP_FEED_OVERALL_EXPLAIN'			=> 'Нови мислења од форумот.',
	'ACP_FEED_FORUM'					=> 'Дозволи feeds од форум',
	'ACP_FEED_FORUM_EXPLAIN'			=> 'Нови постови од еден форум или подфорум.',
	'ACP_FEED_TOPIC'					=> 'Дозволи feeds од теми',
	'ACP_FEED_TOPIC_EXPLAIN'			=> 'Нови мислења во тема.',

	'ACP_FEED_TOPICS_NEW'				=> 'Дозволи feed од нови теми',
	'ACP_FEED_TOPICS_NEW_EXPLAIN'		=> 'Дозволува  feed од  “Нови Теми”, кое ќе се прикаже како последно креирана тема уклучувајќи го и првото мислење.',
	'ACP_FEED_TOPICS_ACTIVE'			=> 'Дозволи feed од активните теми',
	'ACP_FEED_TOPICS_ACTIVE_EXPLAIN'	=> 'ДОзволува feed од “Активни теми” , кое ќе се прикаже како последно активна тема уклучувајќи го и првото мислење.',
	'ACP_FEED_NEWS'						=> 'Новости feed',
	'ACP_FEED_NEWS_EXPLAIN'				=> 'Извлечи го првото мислење од овие форуми. Одберете нема форуми за да го оневозможите feed на новините.<br />дберете повеќе форуми држејќи го кликнато <samp>CTRL</samp> и кликајте на форумите.',

	'ACP_FEED_OVERALL_FORUMS'			=> 'Дозволи feed од форумите',
	'ACP_FEED_OVERALL_FORUMS_EXPLAIN'	=> 'Дозволува feed од “Сите Форуми” , кои се прикажани во листата на форуми.',

	'ACP_FEED_HTTP_AUTH'				=> 'Дозволи HTTP Авторизација',
	'ACP_FEED_HTTP_AUTH_EXPLAIN'		=> 'Дозволува HTTP авторизација, кое дозволува содржина која е сокриена да се појави кај посетителите со додавања на <samp>auth=http</samp> параметрите до feed линкот. Запамтете дека кај некои PHP задолжителни се некои промени кај .htaccess file. Инструкциите може да се најдат во тој фајл.',
	'ACP_FEED_ITEM_STATISTICS'			=> 'Статисика на предмети',
	'ACP_FEED_ITEM_STATISTICS_EXPLAIN'	=> 'Прикажи индивидуални статистики во feed предметите<br />(како: постирано од, датум и време, одговори, прегледаност)',
	'ACP_FEED_EXCLUDE_ID'				=> 'Исклучи ги овие форуми',
	'ACP_FEED_EXCLUDE_ID_EXPLAIN'		=> 'Содржината од овие форуми <strong>нема да биде уклучена во feeds</strong>. Одберете нема форум за да се влечат податоци од сите форуми.<br />Обележете или одбележете неколку форуми држејќи го копчето <samp>CTRL</samp> и кликајки на форумите.',
));

// Visual Confirmation Settings
$lang = array_merge($lang, array(
	'ACP_VC_SETTINGS_EXPLAIN'				=> 'Овде може да ги конфигурирате плугините кои се дизајнирани за да спречат автоматски регистрации од спамери. Овие плугини обично работат со <em>CAPTCHA</em>, тест кој е дизајниран за да биде тежок за решавање од компјутерите.',
	'AVAILABLE_CAPTCHAS'					=> 'Достапни плугини',
	'CAPTCHA_UNAVAILABLE'					=> 'Плугинот не може да биде одберен зашто недостасуваат некои работи.',
	'CAPTCHA_GD'							=> 'ГД слика',
	'CAPTCHA_GD_3D'							=> 'ГД 3Д слика',
	'CAPTCHA_GD_FOREGROUND_NOISE'			=> 'Позадински шум',
	'CAPTCHA_GD_EXPLAIN'					=> 'Користи ја ГД сликата за да направите напредна анти-спам слика.',
	'CAPTCHA_GD_FOREGROUND_NOISE_EXPLAIN'	=> 'Користи го позадинскиот шум за да ја направите сликата потешка за читање.',
	'CAPTCHA_GD_X_GRID'						=> 'Позадински шум x-axis',
	'CAPTCHA_GD_X_GRID_EXPLAIN'				=> 'Користете ги помалите опции за да ја направите сликата тешка за читање. 0 ќе ја оневозможи x-axis позадинскиот шум.',
	'CAPTCHA_GD_Y_GRID'						=> 'Позадински шум y-axis',
	'CAPTCHA_GD_Y_GRID_EXPLAIN'				=> 'Користете ги помалите опции за да ја направите сликата тешка за читање. 0 ќе ја оневозможи y-axis позадинскиот шум.',
	'CAPTCHA_GD_WAVE'						=> 'Брановито искривување',
	'CAPTCHA_GD_WAVE_EXPLAIN'				=> 'Ова внесува брановито искривување на сликата.',
	'CAPTCHA_GD_3D_NOISE'					=> 'Додај 3Д шум објекти',
	'CAPTCHA_GD_3D_NOISE_EXPLAIN'			=> 'Ова ќе додаде додатни елементи на сликата, врз буквите.',
	'CAPTCHA_GD_FONTS'						=> 'Користи различни фонтови',
	'CAPTCHA_GD_FONTS_EXPLAIN'				=> 'Оваа контрола овозможува колку различни букви ќе се користат. Вие може да ги користите основните облици и букви. Додавање мали букви е исто возможно.',
	'CAPTCHA_FONT_DEFAULT'					=> 'Основно',
	'CAPTCHA_FONT_NEW'						=> 'Нови облици',
	'CAPTCHA_FONT_LOWER'					=> 'Користи мали букви',
	'CAPTCHA_NO_GD'							=> 'Едноставна слика',
	'CAPTCHA_PREVIEW_MSG'					=> 'Вашите промени не беа сочувани, ова е само да видите како ќе изгледа.',
	'CAPTCHA_PREVIEW_EXPLAIN'				=> 'Вака ќе изгледа плугинот кој е одберен.',

	'CAPTCHA_SELECT'						=> 'Инсталирани плугини',
	'CAPTCHA_SELECT_EXPLAIN'				=> 'Во паѓачкото мени се плугините кои се достапни и препознаени од форумот.Обележаните со плаво се недостапни и за нив ќе требаат одредени нагодувања .',
	'CAPTCHA_CONFIGURE'						=> 'Конфигурирај ги плугините',
	'CAPTCHA_CONFIGURE_EXPLAIN'				=> 'Промени ги опциите на селектираниот плугин.',
	'CONFIGURE'								=> 'Конфигурирај',
	'CAPTCHA_NO_OPTIONS'					=> 'Овој плугин нема конфигурациони опции.',

	'VISUAL_CONFIRM_POST'					=> 'Дозволи го спам-ботот како заштитна мерка од постирање од гости',
	'VISUAL_CONFIRM_POST_EXPLAIN'			=> 'Бара од гостите да го решат спам-ботот за да се спречат автоматски постови.',
	'VISUAL_CONFIRM_REG'					=> 'Дозволи го спам-ботот во регистрациите како мерка за заштита од автоматски регистрации',
	'VISUAL_CONFIRM_REG_EXPLAIN'			=> 'Бара од гостите да го решат спам-ботот за да се спречат автоматски регистрации.',
	'VISUAL_CONFIRM_REFRESH'				=> 'Дозволи освежување на спам-ботот',
	'VISUAL_CONFIRM_REFRESH_EXPLAIN'		=> 'Дозволи членовите да побараат друг спам-бот за решавање.Некои од плугините не го дозволуваат ова.',
));

// Cookie Settings
$lang = array_merge($lang, array(
	'ACP_COOKIE_SETTINGS_EXPLAIN'		=> 'Овие детали ги дефинираат колачињата кои се сочувуваат во прелистувачите на членовите. Во повеќето случаи основните подесувања се доволни. Ако сакате да ги промените, сторете го тоа со доза на претпазливост, невалидни подесувања може да ги спречат членовите да се логираат.',

	'COOKIE_DOMAIN'				=> 'Домејн за колачето',
	'COOKIE_NAME'				=> 'Име на колачето',
	'COOKIE_PATH'				=> 'Патека на клачето',
	'COOKIE_SECURE'				=> 'Сигурност на колачето',
	'COOKIE_SECURE_EXPLAIN'		=> 'IАко вашиот сервер работи на SSL овозможете го ова или оставете го оневозможено. Ако го имате ова овозможено а вашиот сервер работи на SSL ќе резултира со грешки при преусмерувањата.',
	'ONLINE_LENGTH'				=> 'Преглед на времето поминато онлајн',
	'ONLINE_LENGTH_EXPLAIN'		=> 'Број во минути поминати одкако неактивните членови нема се појавуваат во “Кој е онлајн” . Зголемување на овој број форумот ќе има повеќе работа за да го достави списокот.',
	'SESSION_LENGTH'			=> 'Должина на сесија',
	'SESSION_LENGTH_EXPLAIN'	=> 'Сесијата ќе истече после ова време, времето е во секунди.',
));

// Load Settings
$lang = array_merge($lang, array(
	'ACP_LOAD_SETTINGS_EXPLAIN'	=> 'Овде може да овозможите или оневозможите некои од функциите на форумот за да ги регулирате бројот на процесирања на форумот . На повеќето сервери нема потреба од оневозможување на функциите. Меѓутоа на одредени ситеми и поделени хостинзи eможе да биде корисно оневозможувањето на некои од функциите. Може да одредите ограничување на оптеретување на системот и активните сесии после кои форумот ќе биде недостапен .',

	'CUSTOM_PROFILE_FIELDS'			=> 'Вообичаени профил полиња',
	'LIMIT_LOAD'					=> 'Лимитирај оптоварување на системот',
	'LIMIT_LOAD_EXPLAIN'			=> 'Ако просечното оптоварување на системот во време од 1 минута ја покачи оваа вредност форумот автоматски станува недостапен.Вредноста од 1.0 е еднаква ва ~100% искористеност на процесорот. Ова работа само на UNIX серверите и каде што овој податок е достапен. Вредноста овде сама се враќа на 0 доколку phpBB не е во можност да го добие ограничувањето на оптеретувањето',
	'LIMIT_SESSIONS'				=> 'Лимитирај ги сесиите',
	'LIMIT_SESSIONS_EXPLAIN'		=> 'Ако бројот на сесии ја премине оваа вредност во време од 1 минута форумот автоматски станува недостапен.Намести 0 за неограничени сесии',
	'LOAD_CPF_MEMBERLIST'			=> 'Дозволи стајлот да ги прикаже вообичаените профил полиња во листата на членови',
	'LOAD_CPF_VIEWPROFILE'			=> 'Прикажи вообичаени профил полиња во членските профили',
	'LOAD_CPF_VIEWTOPIC'			=> 'Прикажи вообичаени профил полиња во темите',
	'LOAD_USER_ACTIVITY'			=> 'Покажи активност на членовите',
	'LOAD_USER_ACTIVITY_EXPLAIN'	=> 'Ги прикажува активните теми/форуми во членските профили и членските контролни панели. Препорачано е да се оневозможи ова на форуми со илјадници/милионски постови.',
	'RECOMPILE_STYLES'				=> 'Собери ги остаатите содржини на стајлот',
	'RECOMPILE_STYLES_EXPLAIN'		=> 'Ги проверува изменетите содржини на стајлот во системската датотека и ги собира.',
	'YES_ANON_READ_MARKING'			=> 'Дозволи маркирање на мислења од посетители',
	'YES_ANON_READ_MARKING_EXPLAIN'	=> 'Ги чува податоците прочитано или непрочитано за посетителите. Ако е оневозможено мислењата секогаш ќе се појавуваваат како прочитани за посетителите.',
	'YES_BIRTHDAYS'					=> 'Дозволи листање на родендени',
	'YES_BIRTHDAYS_EXPLAIN'			=> 'Ако е оневозможено листањето на родендените нема да се прикажува. За ова да има ефект родендените треба да бидат овозможени.',
	'YES_JUMPBOX'					=> 'Дозволи прикажување на скокни до',
	'YES_MODERATORS'				=> 'Дозволи прикажување на модератори',
	'YES_ONLINE'					=> 'Дозволи листање на онлајн членови',
	'YES_ONLINE_EXPLAIN'			=> 'Прикажи ја информацијата за онлајн членот на почетна, форумите и темите.',
	'YES_ONLINE_GUESTS'				=> 'Дозволи прикажување на онлајн посетители',
	'YES_ONLINE_GUESTS_EXPLAIN'		=> 'Ги прикажува и посетителите во кој е онлајн.',
	'YES_ONLINE_TRACK'				=> 'Дозволи прикажување на член онлајн/офлајн',
	'YES_ONLINE_TRACK_EXPLAIN'		=> 'Ја прикажува информацијата дали е онлајн или офлајн во членските профили и темите.',
	'YES_POST_MARKING'				=> 'Дозволи точкасти теми',
	'YES_POST_MARKING_EXPLAIN'		=> 'Индицира кој член има постирано во темата.',
	'YES_READ_MARKING'				=> 'Дозволи маркирање на тема од серверот',
	'YES_READ_MARKING_EXPLAIN'		=> 'Ги меморира како прочитани/непрочитани во датабазата пред да ги меморира во колачињата.',
	'YES_UNREAD_SEARCH'				=> 'Дозволи пребарување за непрочитани мислења/теми',
));

// Auth settings
$lang = array_merge($lang, array(
	'ACP_AUTH_SETTINGS_EXPLAIN'	=> 'phpBB подржува плугини за авторизација, или модули. Ова овозможува да видите како членовите се потврдиле себеси кога ќе се пријават на форумот. По основно опции три плугини се веќе обезбедени; DB, LDAP и Apache. Не сите методи бараат додатни информации, затоа пополнете ги релевантните полиња за избраниот метод.',

	'AUTH_METHOD'				=> 'Одберете метод на авторизација',

	'APACHE_SETUP_BEFORE_USE'	=> 'Мора да ги подесите опциите за  apache авторизација пред да го свртите phpBB кон овој метод на авторизација. Имајте на памет дека корисничкото име кое ќе го користите за apache авторизацијата мора да биде исто како и вашето phpBB членско име. Apache авторизацијата може единствено да биде користена само со mod_php (не со CGI верзијата) и safe_mode оневозможен.',

	'LDAP_DN'						=> 'LDAP база <var>dn</var>',
	'LDAP_DN_EXPLAIN'				=> 'Ова е луксузно име, кое ги лоцира податоците од членовите како,  <samp>o=Моја Компанија,c=МК</samp>.',
	'LDAP_EMAIL'					=> 'LDAP мејл атрибути',
	'LDAP_EMAIL_EXPLAIN'			=> 'Наместете го ова на вашата припишана мејл адреса (Ако постои една) за автпматско подесување на мејлот на членовите. Оставајќи го ова празно доведува до празни мејл адреси за членовите кои се логираат по прв пат.',
	'LDAP_INCORRECT_USER_PASSWORD'	=> 'Поврзувањето на LDAP серверот беше неуспешно со корисничкото име/лозинката.',
	'LDAP_NO_EMAIL'					=> 'Наведената припишана емјл адреса не постои.',
	'LDAP_NO_IDENTITY'				=> 'Не е можно да се најде идентитет за логирањето за %s.',
	'LDAP_PASSWORD'					=> 'LDAP лозинка',
	'LDAP_PASSWORD_EXPLAIN'			=> 'Оставете го празно за анонимно поврзување. Во спротивно пополнете ја лозинката за членот горе.  Задолжително за активни директорија-сервери . <strong>ПРЕДУПРЕДУВАЊЕ:</strong> Оваа лозинка ќе биде сочувана како целосен текст во датабазата и ќе биде видлива за секој што има пристап до датабазата и оваа конфигурациона страница.',
	'LDAP_PORT'						=> 'LDAP порта на сервер',
	'LDAP_PORT_EXPLAIN'				=> 'Опционално може да изберете порта која би се користела за поврзување со LDAP серверот наместо основната 389.',
	'LDAP_SERVER'					=> 'LDAP име на серверот',
	'LDAP_SERVER_EXPLAIN'			=> 'Ако користете LDAP ова е име на хостот или IP адресата од LDAP серверот. Алтернативно може да одредите линк, како: ldap://hostname:port/',
	'LDAP_UID'						=> 'LDAP <var>uid</var>',
	'LDAP_UID_EXPLAIN'				=> 'Ова е клуч под кој се пребарува зададениот идентитет на пријавата/логирањето, пример: <var>uid</var>, <var>sn</var>, etc.',
	'LDAP_USER'						=> 'LDAP член <var>dn</var>',
	'LDAP_USER_EXPLAIN'				=> 'Оставете го празно за анонимно поврзување. Ако е пополнето во phpBB користете го луксузното име за пронаоѓање на вистинскиот член, пример: . <samp>uid=Корисничко име,ou=Моја единица,o=Моја компанија,c=МК</samp>. Задолжително за активни директорија-сервери.',
	'LDAP_USER_FILTER'				=> 'LDAP членски филтер',
	'LDAP_USER_FILTER_EXPLAIN'		=> 'По избор може да го лимитарате понатамошното пребарување со алтернативни филтери. Како пример: <samp>objectClass=posixGroup</samp> ќе резултира користење на <samp>(&(uid=$username)(objectClass=posixGroup))</samp>',
));

// Server Settings
$lang = array_merge($lang, array(
	'ACP_SERVER_SETTINGS_EXPLAIN'	=> 'Овде може да ги дефинирате серверот и домејнот опциите. Осигурајте се дека податоците се исправни, грешката ќе доведе до грешка во мејловите, ќе ги покаже дека се неисправни. Кога го внесувате името на домејнот не забооравајте да го внесете и протоколот http:// или друг протокол. Бројот на пората менувајте ја само ако знаете дека вашиот сервер користи друга порта, портата 80 е исправна во повеќето случаеви.',

	'ENABLE_GZIP'				=> 'Дозволи GZip компресија',
	'ENABLE_GZIP_EXPLAIN'		=> 'Генерираниот содржај ќе биде копресиран пред да биде испратен на членот. Ова може да го намали мрежниот сообраќај и исто така ќе предизвика голема искористеност на процесорот и кај серверот и кај клиентот.',
	'FORCE_SERVER_VARS'			=> 'Присили го серверот на URL опциите',
	'FORCE_SERVER_VARS_EXPLAIN'	=> 'Ако е наместено на Да прилагодувањата овде ќе бидат користени наместо одредените автоматски вредности.',
	'ICONS_PATH'				=> 'Патека за меморирање на иконите во тема',
	'ICONS_PATH_EXPLAIN'		=> 'Патека на вашата phpBB директорија, обично истата е <samp>images/icons</samp>.',
	'PATH_SETTINGS'				=> 'Опции на патеката',
	'RANKS_PATH'				=> 'Патека на меморирање на ранг иконите',
	'RANKS_PATH_EXPLAIN'		=> 'Path under your phpBB root directory, e.g. <samp>images/ranks</samp>.',
	'SCRIPT_PATH'				=> 'Script path',
	'SCRIPT_PATH_EXPLAIN'		=> 'Патека на вашата phpBB директорија, обично истата е. <samp>/images/ranks</samp>.',
	'SERVER_NAME'				=> 'Име на домејн',
	'SERVER_NAME_EXPLAIN'		=> 'Име на домејнот преку кој овој форум работи (пример:: <samp>www.example.com</samp>).',
	'SERVER_PORT'				=> 'Порта на серверот',
	'SERVER_PORT_EXPLAIN'		=> 'Порта преку која серверот работи, обично е 80, променете само во случај ако е поинаку.',
	'SERVER_PROTOCOL'			=> 'Сервер протокол',
	'SERVER_PROTOCOL_EXPLAIN'	=> 'Ова е користено како сервер протокол ако овие опции се присилени. Ако е празно или ако опциите не се присилени тогаш протоколот е одреден од колачињата (<samp>http://</samp> или <samp>https://</samp>).',
	'SERVER_URL_SETTINGS'		=> 'Опции на URL серверот',
	'SMILIES_PATH'				=> 'Патека на меморирање на смалјињата',
	'SMILIES_PATH_EXPLAIN'		=> 'Патека на вашата phpBB директорија, обично истата е <samp>images/smilies</samp>.',
	'UPLOAD_ICONS_PATH'			=> 'Патека на меморирање на групната екстензија на иконки',
	'UPLOAD_ICONS_PATH_EXPLAIN'	=> 'Патека на вашата phpBB директорија, обично истата е <samp>images/upload_icons</samp>.',
));

// Security Settings
$lang = array_merge($lang, array(
	'ACP_SECURITY_SETTINGS_EXPLAIN'		=> 'Овде може да ја дефинирате сесијата и опциите за логирање.',

	'ALL'							=> 'Сите',
	'ALLOW_AUTOLOGIN'				=> 'Дозволи трајни логирања',
	'ALLOW_AUTOLOGIN_EXPLAIN'		=> 'Одредува дали членовите може да бидат автоматски логирани кога го посетуваат форумот.',
	'AUTOLOGIN_LENGTH'				=> 'Должина на истекување на трајното логирање (во денови)',
	'AUTOLOGIN_LENGTH_EXPLAIN'		=> 'Број на денови одкако трајното логирање ќе биде тргнато или 0 за оневозможување.',
	'BROWSER_VALID'					=> 'Верификувај прелистувач',
	'BROWSER_VALID_EXPLAIN'			=> 'Дозволува верификување на прелистувачот за секоја сесија, зголемување на сигурноста.',
	'CHECK_DNSBL'					=> 'Провери IP против DNS Blackhole листа',
	'CHECK_DNSBL_EXPLAIN'			=> 'Доколку е овозможено членската IP адреса се проверува против следните DNSBL сервиси за регистрација и постирање: <a href="http://spamcop.net">spamcop.net</a>, <a href="http://dsbl.org">dsbl.org</a> and <a href="http://www.spamhaus.org">www.spamhaus.org</a>. Ова барање може да потрае, во зависност од конфигурацијата на серверот. Ако го успорува форумот или има премногу лажнно пријавени, потребно е да го го оневозможите ова.',
	'CLASS_B'						=> 'A.B',
	'CLASS_C'						=> 'A.B.C',
	'EMAIL_CHECK_MX'				=> 'Провери го мејл домејнот за валидност во MX досијата',
	'EMAIL_CHECK_MX_EXPLAIN'		=> 'Ако е овозможено, мејлот поставен во регистрацијата и промената на профил се проверуваат за валидност во MX досијата.',
	'FORCE_PASS_CHANGE'				=> 'Присили промена на лозинка',
	'FORCE_PASS_CHANGE_EXPLAIN'		=> 'Бара од членот да си ја промени лозинката по извесен број на денови. Местење на 0 го оневозможува истото.',
	'FORM_TIME_MAX'					=> 'Максимално време за испраќање на формуларот',
	'FORM_TIME_MAX_EXPLAIN'			=> 'Време во кое членот мора да ја испрати формата. Користете -1 за оневозможување. Запамтете дека формата ќе стане невалидна по истекувањето на сесијата со горенаведените вредности.',
	'FORM_SID_GUESTS'				=> 'Формулар за сесии за посетители',
	'FORM_SID_GUESTS_EXPLAIN'		=> 'Ако е дозволено, Образецот доделен на посетителите ќе биде екслузивен. Ова може да предизвика проблем со ISPs.',
	'FORWARDED_FOR_VALID'			=> 'Валидност на <var>X_FORWARDED_FOR</var> предводниците',
	'FORWARDED_FOR_VALID_EXPLAIN'	=> 'Сесиите ќе бидат пратени само ако е пратено <var>X_FORWARDED_FOR</var> предводникот еднаков на претходно подесените. Банирањата ќе бидат проверени против IPs во <var>X_FORWARDED_FOR</var> исто.',
	'IP_VALID'						=> 'Валидност на IP сесиите',
	'IP_VALID_EXPLAIN'				=> 'Одредува колку од членските IP ќе бидат користени за валидност во сесија; <samp>СИТЕ</samp> споредува комплетни адреси, <samp>A.B.C</samp> првата x.x.x, <samp>A.B</samp> првата x.x, <samp>НИЕДНА</samp> оневозможува проверка. Во IPv6 адресите <samp>A.B.C</samp> ги споредува првите 4 коцки и <samp>A.B</samp> првите 3 блокови.',
	'IP_LOGIN_LIMIT_MAX'			=> 'Максимален број на пробувања за логирање за една IP адреса',
	'IP_LOGIN_LIMIT_MAX_EXPLAIN'	=> 'Максимален број на пробувања за логирање за една IP адреса пред да се уклучи спам-ботот. Внесете 0 за да го спречите спам-ботот да биде предизвикан од IP адресите.',
	'IP_LOGIN_LIMIT_TIME'			=> 'Време на истекување за логирање по IP адреса.',
	'IP_LOGIN_LIMIT_TIME_EXPLAIN'	=> 'Пробувањата за логирање истекуваат по овој период.',
	'IP_LOGIN_LIMIT_USE_FORWARDED'	=> 'Лимитирај пробувања за логирање од <var>X_FORWARDED_FOR</var> предводникот',
	'IP_LOGIN_LIMIT_USE_FORWARDED_EXPLAIN'	=> 'Наместо да ги лимитирате логирањата по IP адреса, тие се лимитирани од <var>X_FORWARDED_FOR</var> вредностите. <br /><em><strong>ПРЕДУПРЕДУВАЊЕ:</strong> Овозможете го ова само ако имате прокси сервер кој има опции <var>X_FORWARDED_FOR</var> до доверливи вредности.</em>',
	'MAX_LOGIN_ATTEMPTS'			=> 'Максимален број на пробување да се логира',
	'MAX_LOGIN_ATTEMPTS_EXPLAIN'	=> 'После овој број неуспешно логирање членот ќе мора да ја реши визуелната потврда .',
	'NO_IP_VALIDATION'				=> 'Ниедно',
	'NO_REF_VALIDATION'				=> 'Ниедно',
	'PASSWORD_TYPE'					=> 'Комплексибилност на лозинка',
	'PASSWORD_TYPE_EXPLAIN'			=> 'Одредува колку ќе треба да биде комплексна лозинката.',
	'PASS_TYPE_ALPHA'				=> 'Мора да содржи бројки и букви',
	'PASS_TYPE_ANY'					=> 'Нема задолжителни',
	'PASS_TYPE_CASE'				=> 'Мора да биде измешан',
	'PASS_TYPE_SYMBOL'				=> 'Мора да содржи симболи',
	'REF_HOST'						=> 'Валидност на хост',
	'REF_PATH'						=> 'Валидност на патека',
	'REFERER_VALID'					=> 'Валидност на реферер/упатувач',
	'REFERER_VALID_EXPLAIN'			=> 'Ако е овозможено, упатувачот на POST побарување же биде проверен од скриптата на хостот. Ова може да предизвика проблеми со форумот ако се користат неколку домејни иод сите е дозволено да се логираат.',
	'TPL_ALLOW_PHP'					=> 'Дозволи php во темплејти',
	'TPL_ALLOW_PHP_EXPLAIN'			=> 'Ако оваа опција е дозволена, <code>PHP</code> и <code>INCLUDEPHP</code> ќе бидат препознаени во темплејтите.',
));

// Email Settings
$lang = array_merge($lang, array(
	'ACP_EMAIL_SETTINGS_EXPLAIN'	=> 'Oваа информација се користи кога се праќаат мејлови до членовите. осигурете се дека внесениот мејл е точен, сите неиспратени пораки ќе бидат пратени на оваа мејл адреса. Ако вашиот хост не дава автоматски (PHP базирана) емаил, може да праќате директни мејлови користејќи SMTP. Ова бара задолжително мејл адреса од серверот (прашајте го вашиот провајдер ако е потребно). Ако серверот бара авторизација (само ако е потребно) внесете го потребното кориснилко име, лозинка и метод на авторизација.',

	'ADMIN_EMAIL'					=> 'Мејл за враќање',
	'ADMIN_EMAIL_EXPLAIN'			=> 'Ова ќе се користи за враќање на сите мејлови. Секогаш ќе биде користено за <samp>Патека на враќање</samp> и <samp>Праќач</samp> адреса во мејлови.',
	'BOARD_EMAIL_FORM'				=> 'Членовите може да праќаат пораки преку форумот',
	'BOARD_EMAIL_FORM_EXPLAIN'		=> 'Наместо со своите мејлови членовите ќе може да праќаат мејлови преку форумот.',
	'BOARD_HIDE_EMAILS'				=> 'Сокриј ги мејл адресите',
	'BOARD_HIDE_EMAILS_EXPLAIN'		=> 'Оваа функција ги чува мејловите комплетно приватни.',
	'CONTACT_EMAIL'					=> 'Мејл адреса за контакт',
	'CONTACT_EMAIL_EXPLAIN'			=> 'Оваа адреса ќе се користи било кога да е потребна, како: спам, грешки, итд. Секогаш ќе се користи како <samp>Од</samp> и <samp>Одговор-за</samp> адреса во мејловите.',
	'EMAIL_FUNCTION_NAME'			=> 'Функција на мејл името',
	'EMAIL_FUNCTION_NAME_EXPLAIN'	=> 'Функцијата на мејл името се користи за праќање мејлови преку PHP.',
	'EMAIL_PACKAGE_SIZE'			=> 'Големина на мејл пакетот',
	'EMAIL_PACKAGE_SIZE_EXPLAIN'	=> 'Ова е број на максимум мејлови пратени одеднаш во еден пакет. Ова се применува на интерни пораки на чекање; наместете го овој број на 0 ако имате проблеми со недоставените мејлови.',
	'EMAIL_SIG'						=> 'Потпис во мејловите',
	'EMAIL_SIG_EXPLAIN'				=> 'Овој текст ќе биде прикачен во сите мејлови кои ќе се пратат преку форумот.',
	'ENABLE_EMAIL'					=> 'Дозволи мејлови по пат на форумот',
	'ENABLE_EMAIL_EXPLAIN'			=> 'Ако е ова оневозможено ниедна порака нема да биде пратена преку форумот.',
	'SMTP_AUTH_METHOD'				=> 'Авторизационен метод за SMTP',
	'SMTP_AUTH_METHOD_EXPLAIN'		=> 'Се користи само ако корисничкото име и лозинката се поставени, прашајте го вашиот провајдер ако не сте сигурни кој метод да го користите.',
	'SMTP_CRAM_MD5'					=> 'CRAM-MD5',
	'SMTP_DIGEST_MD5'				=> 'DIGEST-MD5',
	'SMTP_LOGIN'					=> 'Корисничко име ',
	'SMTP_PASSWORD'					=> 'SMTP лозинка',
	'SMTP_PASSWORD_EXPLAIN'			=> 'Внесете лозинка само ако е задолжителна кај SMTP серверот <br /><em><strong>Предупредување:</strong> Оваа лозинка ќе биде сочувана како текст во базата, видливо за секој што има пристап до базата или штоможе да ја види оваа конфигурациона страница.</em>',
	'SMTP_PLAIN'					=> 'Целосен',
	'SMTP_POP_BEFORE_SMTP'			=> 'POP-BEFORE-SMTP',
	'SMTP_PORT'						=> 'SMTP сервер порта',
	'SMTP_PORT_EXPLAIN'				=> 'Сменете ја само ако знаете дека вашиот SMTP сервер користи друга порта.',
	'SMTP_SERVER'					=> 'SMTP сервер адреса',
	'SMTP_SETTINGS'					=> 'SMTP опции',
	'SMTP_USERNAME'					=> 'SMTP корисничко име',
	'SMTP_USERNAME_EXPLAIN'			=> 'Внесете го корисничкото име само ако вашиот SMTP сервер го бара тоа.',
	'USE_SMTP'						=> 'Користи SMTP сервер за мејл',
	'USE_SMTP_EXPLAIN'				=> 'Одберете “ДА” ако сакате да се праќаат мејловите прекуовој сервер кој го одбравте наместо основниот.',
));

// Jabber settings
$lang = array_merge($lang, array(
	'ACP_JABBER_SETTINGS_EXPLAIN'	=> 'Овде може да го дозволите и да ги контролирате опциите за Jabber за инстант пораки и известувања од форумот. Jabber е отворен извор и може да биде користен од било кој. Некои Jabber сервери вклучуваат олеснителнитранспорти кои ви дозволуваат да се поврзете со членовите на другите мрежи. Но не сите сервери ги нудат сите транспорти и промени во протоколите може да ги спречат транспорт операциите. Осигурајте се да ги внесете сите податоци од регистрацијата на акаунтот - phpBB ќе ги користи податоците како што се внесени.',

	'JAB_ENABLE'				=> 'Дозволи Jabber',
	'JAB_ENABLE_EXPLAIN'		=> 'Дозволи користење на Jabber пораки и известувања.',
	'JAB_GTALK_NOTE'			=> 'Запамтете дека GTalk нема да работи бидејќи <samp>dns_get_record</samp> функцијата не е пронајдена. Оваа функција не овозможена на PHP4, и не е внесена во Windows платформите. Моментално не работи на BSD базирани системи, вклучувајќи го и Mac OS.',
	'JAB_PACKAGE_SIZE'			=> 'Jabber големина на пакетот',
	'JAB_PACKAGE_SIZE_EXPLAIN'	=> 'Ова е број на максимум мејлови пратени одеднаш во еден пакет. Акое наместено на 0 пораките ќе бидат веднаш пратени и нема да бидат сочувани за праќање подоцна.',
	'JAB_PASSWORD'				=> 'Jabber лозинка',
	'JAB_PASSWORD_EXPLAIN'		=> '<em><strong>Предупредување:</strong> Оваа лозинка ќе биде сочувана како целосен текст во дабатазата, видлива за секој што има пристапдо датабазата или оваа конфигурациона страница.</em>',
	'JAB_PORT'					=> 'Jabber порта',
	'JAB_PORT_EXPLAIN'			=> 'Оставете го ова празно, само ако знаете дека не е основната порта 5222.',
	'JAB_SERVER'				=> 'Jabber сервер',
	'JAB_SERVER_EXPLAIN'		=> 'Погледни %sjabber.org%s за листа на сервери.',
	'JAB_SETTINGS_CHANGED'		=> 'Jabber опциите се успешно сменети.',
	'JAB_USE_SSL'				=> 'Користи SSL за конектирање',
	'JAB_USE_SSL_EXPLAIN'		=> 'Ако дозволено, сигурносната конекција ќе проба да ја утврди. Jabber портата ќе биде модифицирана на 5223 ако портата 5222 е поставена како основна.',
	'JAB_USERNAME'				=> 'Jabber корисничко име',
	'JAB_USERNAME_EXPLAIN'		=> 'Одберете регистрирано корисничко име. Корисничкото име нема да биде проверено дали е валидно.',
));

?>