<?php
/**
*
* acp_forums [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Forum Admin
$lang = array_merge($lang, array(
	'AUTO_PRUNE_DAYS'			=> 'Автоматски скрои ги мислењата по старост',
	'AUTO_PRUNE_DAYS_EXPLAIN'	=> 'Број на денови после кој темата ќе биде автоматски одстранета.',
	'AUTO_PRUNE_FREQ'			=> 'Фрекфенција на автоматско скројување',
	'AUTO_PRUNE_FREQ_EXPLAIN'	=> 'Време во денови помеѓу скројување на настаните.',
	'AUTO_PRUNE_VIEWED'			=> 'Автоматски скрој ги најпрегледаното старо мислење',
	'AUTO_PRUNE_VIEWED_EXPLAIN'	=> 'Број на денови одкако мислењето ќе биде прегледано да биде одстрането.',

	'CONTINUE'						=> 'Продолжи',
	'COPY_PERMISSIONS'				=> 'Копирај дозволи од',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'За побрзо и поефикасно местење на дозволите може да ги копирате од друг постоечки форум.',
	'COPY_PERMISSIONS_ADD_EXPLAIN'	=> 'Еднаш креиран, овој форум ќе ги има истите дозволи како овој што го одбравте. Ако ниеден форум не е одбран тогаш овој форум ќе биде видлив и ќе ги има основните дозволи се додека не ги промените.',
	'COPY_PERMISSIONS_EDIT_EXPLAIN'	=> 'Ако сте одбрале да ги копирате дозволите, форумот ќе ги има истите дозволи како форумот кој го одбравте. Ова ќе ги замени дозволите со дозволите од форумот кој го одбравте. Ако не е одбран ниеден форум дозволите ќе останат исти како претходно.',
	'COPY_TO_ACL'					=> 'Додатно може да %sопределите нови дозволи за овој форум.',
	'CREATE_FORUM'					=> 'Креирај нов форум',

	'DECIDE_MOVE_DELETE_CONTENT'		=> 'Избриши содржина или премести во форум',
	'DECIDE_MOVE_DELETE_SUBFORUMS'		=> 'Избриши ги подфорумите или премести ги во друг форум',
	'DEFAULT_STYLE'						=> 'Основен стајл',
	'DELETE_ALL_POSTS'					=> 'Избриши ги мислењата',
	'DELETE_SUBFORUMS'					=> 'Избриши ги подфорумите и мислењата',
	'DISPLAY_ACTIVE_TOPICS'				=> 'Овозможи активни теми',
	'DISPLAY_ACTIVE_TOPICS_EXPLAIN'		=> 'Ако сте одбрале ДА тогаш активните теми во селектираните подфоруми ќе бидат прикажани во оваа категорија.',

	'EDIT_FORUM'					=> 'Измени форум',
	'ENABLE_INDEXING'				=> 'Дозволи индекс на барање',
	'ENABLE_INDEXING_EXPLAIN'		=> 'Ако сте одбрале ДА тогаш темите во овој форум ќе бидат индексирани во барањата.',
	'ENABLE_POST_REVIEW'			=> 'Дозволи прелед на мислење',
	'ENABLE_POST_REVIEW_EXPLAIN'	=> 'Ако е одбрано ДА членовите можат да ги прегледаат нивните мислења, ако се направени нови мислења во темата додека членовите ги пишувале своите. Ова треба да биде оневозможено за дискутабилните форуми.',
	'ENABLE_QUICK_REPLY'			=> 'Дозволи брз одговор',
	'ENABLE_QUICK_REPLY_EXPLAIN'	=> 'Дозволува брз одговор во форумите. Оваа опција не се зема предвид ако брзиот одговор е оневозможен во другите подесувања. Брзиот одоговр нема да биде прикажан на членовите кои немаат дозвола да оставаат свои мислења во овој форум.',
	'ENABLE_RECENT'					=> 'Прикажи активни теми',
	'ENABLE_RECENT_EXPLAIN'			=> 'Ако е одбрано Да темите направени во овој форум ќе бидат прикажани во листата на активни теми.',
	'ENABLE_TOPIC_ICONS'			=> 'Дозволи иконски за теми',

	'FORUM_ADMIN'						=> 'Администрација на форум',
	'FORUM_ADMIN_EXPLAIN'				=> 'Во phpBB3 се е базирано на форумот. Категоријата е само специјален тип на форум. Секој форум може да има нелимитирани подфоруми и може да одредите во кои ќе може да се остава мислење а во кои не (i.e. сите може да бидат и категории). Овде може да додадете, измените,избришете, затворите, отворите инвидуални форуми како и да додадете додатни опции. Ако темите или мислењата не се вборојуваат може да направите повторна ресихронизација. <strong>Копирајте ги дозволите од постоечките форуми во ново креираните ако сакате истите да се бидат видливи.</strong>',
	'FORUM_AUTO_PRUNE'					=> 'Дозволи автоматско скројување',
	'FORUM_AUTO_PRUNE_EXPLAIN'			=> 'Скројување на теми во форум, намести фрекфенција/старосни параметри долу.',
	'FORUM_CREATED'						=> 'Форумот е успешно креиран.',
	'FORUM_DATA_NEGATIVE'				=> 'Параметрите за скројување неможе да бидат негативни.',
	'FORUM_DESC_TOO_LONG'				=> 'Описот на форумот е промногу долг, мора да биде помалку од 4000 карактери.',
	'FORUM_DELETE'						=> 'Избриши форум',
	'FORUM_DELETE_EXPLAIN'				=> 'Формата подолу ви дозволува да го избришете форумот. Ако во форумот има теми, мислења може да одберете каде ќе ги префрлите темите мислењата кои ги содржи или форумите.',
	'FORUM_DELETED'						=> 'Форумот е успешно избришан.',
	'FORUM_DESC'						=> 'Опис',
	'FORUM_DESC_EXPLAIN'				=> 'Било кој HTML маркирање внесено овде ќе го покаже како што е.',
	'FORUM_EDIT_EXPLAIN'				=> 'Формата подлу ви дозволува да го средите вашиот форум. Запамтете дека контролите за модерирање и постирање се наместени во форумските дозволи за секој член од груп.',
	'FORUM_IMAGE'						=> 'Слика за форум',
	'FORUM_IMAGE_EXPLAIN'				=> 'Локација, во однос со phpBB директоријата, додатна слика лкоја ќе биде прикажана наместо основната.За помош околу ова обратете се на <a href="http://read-here.com">Read-Here Форумот</a> .',
	'FORUM_IMAGE_NO_EXIST'				=> 'The specified forum image does not exist',
	'FORUM_LINK_EXPLAIN'				=> 'Целосен линк (вклучувајќи го и протоколот, пр:.: <samp>http://</samp>) до крајната локација каде што сакате членот да биде преусмерен, пример: <samp>http://www.phpbb.com/</samp>.',
	'FORUM_LINK_TRACK'					=> 'Пратење на преусмерувања на линкови',
	'FORUM_LINK_TRACK_EXPLAIN'			=> 'Меморира колку пати форумскиот линк е кликнат.',
	'FORUM_NAME'						=> 'Име на форумот',
	'FORUM_NAME_EMPTY'					=> 'Мора да внесете име за овој форум.',
	'FORUM_PARENT'						=> 'Под форум/ форум во низа',
	'FORUM_PASSWORD'					=> 'Лозинка за форумот',
	'FORUM_PASSWORD_CONFIRM'			=> 'Потврди лозинка за форум',
	'FORUM_PASSWORD_CONFIRM_EXPLAIN'	=> 'треба да биде наместено само ако е внесена лозинка за форум.',
	'FORUM_PASSWORD_EXPLAIN'			=> 'Ја дефинира лозинката за форумот, користете ја преференцата за систем на дозволи.',
	'FORUM_PASSWORD_UNSET'				=> 'Одстрани лозинка од форум',
	'FORUM_PASSWORD_UNSET_EXPLAIN'		=> 'Означете овде ако сакате да ја одстраните лозинката за форумот.',
	'FORUM_PASSWORD_OLD'				=> 'Лозинката за форумот користи стар метод на хаш кој треба да биде сменет.',
	'FORUM_PASSWORD_MISMATCH'			=> 'Лозинката не се совпаѓа.',
	'FORUM_PRUNE_SETTINGS'				=> 'Опции за скројување на форумот',
	'FORUM_RESYNCED'					=> 'Форумот “%s” е успешно ресихронизиран',
	'FORUM_RULES_EXPLAIN'				=> 'Форум правилата се прикажуваат на секоја страна од избраниот форум.',
	'FORUM_RULES_LINK'					=> 'Линк до форум правилата',
	'FORUM_RULES_LINK_EXPLAIN'			=> 'Може да внесете линк од страната/мислењата ги содржат форум правилата. Овие подесувања ќе го заменат текстот кој го внесовте.',
	'FORUM_RULES_PREVIEW'				=> 'Преглед на прафилата на форумот',
	'FORUM_RULES_TOO_LONG'				=> 'Форум правилата мора да бидат помалку од 4000 карактери.',
	'FORUM_SETTINGS'					=> 'Форум опции',
	'FORUM_STATUS'						=> 'Статус на форумот',
	'FORUM_STYLE'						=> 'Стајл на форумот',
	'FORUM_TOPICS_PAGE'					=> 'Теми по страна',
	'FORUM_TOPICS_PAGE_EXPLAIN'			=> 'Ако е поголемо од нула оваа вредност ќ ги замени основните вредности за прикажување на теми по страна.',
	'FORUM_TYPE'						=> 'Тип на форум',
	'FORUM_UPDATED'						=> 'Информацијата за форумот е успешно апдејтувана.',

	'FORUM_WITH_SUBFORUMS_NOT_TO_LINK'		=> 'Вие сакате да промените форум кој содржи под форуми во линк . Ве молиме преместете ги сите под форуми пред да продолжите, зашто по сменувањето во линк неможе да ги гледате под форумите во овој форум.',

	'GENERAL_FORUM_SETTINGS'	=> 'Главни опции за форуми',

	'LINK'						=> 'Линк',
	'LIST_INDEX'				=> 'Покажи ги под форумите во легендата на форумот/ како форуми во низа',
	'LIST_INDEX_EXPLAIN'		=> 'Го прикажува овој форум на почетна и било каде како линк во легенда во форуми во низа ако  “Листа од подфоруми како легедна” опцијата е овозможена.',
	'LIST_SUBFORUMS'			=> 'Листа од подфоруми како легедна',
	'LIST_SUBFORUMS_EXPLAIN'	=> 'Го прикажува овој форум на почетна и било каде како линк во легенда во форуми во низа ако  “Листа од подфоруми како легедна” опцијата е овозможена.',
	'LOCKED'					=> 'Затворен',

	'MOVE_POSTS_NO_POSTABLE_FORUM'	=> 'Форумот кој го одбраве за преместување на мислењата не е отворен за постирање.Ве молиме одберете друг форум во кој постирањето е овозможено.',
	'MOVE_POSTS_TO'					=> 'Премести мислења во',
	'MOVE_SUBFORUMS_TO'				=> 'Премести под форум во',

	'NO_DESTINATION_FORUM'			=> 'Не одбравте форум каде што ќе биде преместена содржината.',
	'NO_FORUM_ACTION'				=> 'Нема дефинирана акција за содржината во овој форум.',
	'NO_PARENT'						=> 'Нема форуми во низа',
	'NO_PERMISSIONS'				=> 'Не ги копирај дозволите',
	'NO_PERMISSION_FORUM_ADD'		=> 'Ги немате потребните дозволи да додадете форуми.',
	'NO_PERMISSION_FORUM_DELETE'	=> 'Ги немате потребните дозволи да избришете форуми.',

	'PARENT_IS_LINK_FORUM'		=> 'Под форумот кој го одбрабвте е форумски линк. форумските линкови неможе да содржат други форуми, ве молиме одберете категорија или форум како форум во низа.',
	'PARENT_NOT_EXIST'			=> 'Не постои форум во низа.',
	'PRUNE_ANNOUNCEMENTS'		=> 'Скрој известувања',
	'PRUNE_STICKY'				=> 'Скрој важни теми',
	'PRUNE_OLD_POLLS'			=> 'Скрој стари анкети',
	'PRUNE_OLD_POLLS_EXPLAIN'	=> 'Ги одстранува темите со анкети  во кои не е гласано со одреден број на денови.',

	'REDIRECT_ACL'	=> 'Сега можете да ги %sнаместите дозволите за овој форум.',

	'SYNC_IN_PROGRESS'			=> 'Синхронизирање на форум',
	'SYNC_IN_PROGRESS_EXPLAIN'	=> 'Моментално се ресихронизираат темите во дострел %1$d/%2$d.',

	'TYPE_CAT'			=> 'Категорија',
	'TYPE_FORUM'		=> 'Форум',
	'TYPE_LINK'			=> 'Линк',

	'UNLOCKED'			=> 'Отворен/Одклучен',
));

?>