<?php
/**
*
* acp_groups [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_GROUPS_MANAGE_EXPLAIN'		=> 'Од овој панел може да ги уредувате сите ваши групи. Може да бришете, креирате или измените постоечките групи. Понатака, може да одберете лидери на група, да го менувате статусот на групата отворена/затворена/сокриена наместите имета за групата и опис за групата.',
	'ADD_USERS'						=> 'Додај членови',
	'ADD_USERS_EXPLAIN'				=> 'Овде може да додадете нови членови во групата. Исто така може да одберете дали оваа група е основна група за избрание членови. Додатно може да ги дефинирате како лидери на групата. Ве молиме секое име внесувајте го во нова линија/нов ред.',

	'COPY_PERMISSIONS'				=> 'Копирај дозволи од',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'Еднаш креирана оваа група ќе има дозволи како групата што ја одбравте.',
	'CREATE_GROUP'					=> 'Креирај нова група',

	'GROUPS_NO_MEMBERS'				=> 'Оваа група нема членови',
	'GROUPS_NO_MODS'				=> 'Нема дефинирано лидери на група',

	'GROUP_APPROVE'					=> 'Одобри член',
	'GROUP_APPROVED'				=> 'Одобри членови',
	'GROUP_AVATAR'					=> 'Аватар за групата',
	'GROUP_AVATAR_EXPLAIN'			=> 'Оваа слика ќе биде прикажана во контролниот панел на групата.',
	'GROUP_CLOSED'					=> 'Затворена',
	'GROUP_COLOR'					=> 'Боја на групата',
	'GROUP_COLOR_EXPLAIN'			=> 'Ја дефинира бојата на членските имиња’ како ќе бидат прикажани, оставете го празно за членско одбирање/ основно.',
	'GROUP_CONFIRM_ADD_USER'		=> 'Сигурни ли сте дека сакате да го додадете членот во %1$s групата?',
	'GROUP_CONFIRM_ADD_USERS'		=> 'Сигурни ли сте дека сакате да ги додадете членовите  во %1$s групата?',
	'GROUP_CREATED'					=> 'Групата беше успешно креирана.',
	'GROUP_DEFAULT'					=> 'Направи ја групата основна за членот',
	'GROUP_DEFS_UPDATED'			=> 'Наравија групата основна за сите селектирани членови.',
	'GROUP_DELETE'					=> 'Одстрани член од група',
	'GROUP_DELETED'					=> 'Групата е избришана и основната група за членовите е успешно наместена.',
	'GROUP_DEMOTE'					=> 'Деградирај лидер на група/одстрани лидер',
	'GROUP_DESC'					=> 'Опис на група',
	'GROUP_DETAILS'					=> 'Детали на групата',
	'GROUP_EDIT_EXPLAIN'			=> 'Овде може да ја измените постоечката група. Моќе да го смените нејзиното име, опис и тип (отворена, затворена, сокриена.) Може да наместите и други одредени опции како боја, ранг, идр. Измените ќе ги заменат членските моментални опции. Запамтете дека членовите на група може да ги заменат опциите за групниот аватар, доколку не сте ги наместиле членските дозволи.',
	'GROUP_ERR_USERS_EXIST'			=> 'Селектираните членови се веќе членови на оваа група.',
	'GROUP_FOUNDER_MANAGE'			=> 'Ги менаџира само основачот',
	'GROUP_FOUNDER_MANAGE_EXPLAIN'	=> 'Оваа група е ограничена на менаџмент само од основачот. Членовите кои имаа дозволи од оваа рупа може и понатака да ја видат групата како и нејзините членови.',
	'GROUP_HIDDEN'					=> 'Сокриена',
	'GROUP_LANG'					=> 'Јазик на групата',
	'GROUP_LEAD'					=> 'Лидери на групата',
	'GROUP_LEADERS_ADDED'			=> 'Новите лидери успешно се додадени во групата.',
	'GROUP_LEGEND'					=> 'Прикажи ја групата во легендата',
	'GROUP_LIST'					=> 'Моментални членови',
	'GROUP_LIST_EXPLAIN'			=> 'Ова е листа на сите членови кои се во оваа група. Може да бришете членови (освен во специалните групи) или пак да додадете нови ако сметате дека е потребно.',
	'GROUP_MEMBERS'					=> 'Членови на групата',
	'GROUP_MEMBERS_EXPLAIN'			=> 'Ова е комплетна листа на листњ членови во оваа група. Вклучува оделени секции за лидери, членови кои бараат членство и членови кои се во групата. Од овде може да ги менаџирате во сите аспекти во тоа кој ќе биде во оваа група и какви ќе бидат неговите дозволи. За да одстраните лидер на група наместо да го бришете од групата деградирајте го. И исто така може да го користите промовирај за да наравите некој член лидерна група.',
	'GROUP_MESSAGE_LIMIT'			=> 'Лимитирање на приватни пораки во фолдер за група',
	'GROUP_MESSAGE_LIMIT_EXPLAIN'	=> 'Овие подесувања ќе ги заменат основните опции за приватни пораки во фолдер. Вредноста 0 значи дека основните подесувања ќе се користат.',
	'GROUP_MODS_ADDED'				=> 'Успешно е додаден нов лидер на група.',
	'GROUP_MODS_DEMOTED'			=> 'Успешно се деградирани лидерите на група .',
	'GROUP_MODS_PROMOTED'			=> 'Членовите се успешно промовирани.',
	'GROUP_NAME'					=> 'Име на групата',
	'GROUP_NAME_TAKEN'				=> 'Името кое го внесовте веќе се користи, ве молиме одберете алтернативно име.',
	'GROUP_OPEN'					=> 'Отворена',
	'GROUP_PENDING'					=> 'Членови кои бараат членство',
	'GROUP_MAX_RECIPIENTS'			=> 'Максимален број на дозволени примачи на приватни пораки',
	'GROUP_MAX_RECIPIENTS_EXPLAIN'	=> 'Максимален број на дозволени примачи на приватни пораки. Ако е избрано 0 тогаш ќе се користат основните подесувања.',
	'GROUP_OPTIONS_SAVE'			=> 'Опции за широчина на група',
	'GROUP_PROMOTE'					=> 'Промовирај во лидер на група',
	'GROUP_RANK'					=> 'Ранг на група',
	'GROUP_RECEIVE_PM'				=> 'Групата може да прима приватни пораки',
	'GROUP_RECEIVE_PM_EXPLAIN'		=> 'Ве молиме запомнете дека сокриените групи нема да можат да примаат приватни пораки, водејќи се од овие опции.',
	'GROUP_REQUEST'					=> 'Барање',
	'GROUP_SETTINGS_SAVE'			=> 'Опции за широчина на група',
	'GROUP_SKIP_AUTH'				=> 'Изостави го лидерот на група од дозволите',
	'GROUP_SKIP_AUTH_EXPLAIN'		=> 'Ако е овозможено лидерот на групата нема да има дозволи од оваа група.',
	'GROUP_TYPE'					=> 'Тип на група',
	'GROUP_TYPE_EXPLAIN'			=> 'Ова образложува кои членови може да се приклучат и видат оваа група.',
	'GROUP_UPDATED'					=> 'Успешно се апдејтувани преференците на групата.',

	'GROUP_USERS_ADDED'				=> 'Успешно се додадени новите членови во групата.',
	'GROUP_USERS_EXIST'				=> 'Избраните членови се веќе членови во оваа група.',
	'GROUP_USERS_REMOVE'			=> 'Членовите се одстранети од групата и основните подесување се успешно подесени.',

	'MAKE_DEFAULT_FOR_ALL'	=> 'Направи ја основна група за секој член',
	'MEMBERS'				=> 'Членови',

	'NO_GROUP'					=> 'Нема избрана група.',
	'NO_GROUPS_CREATED'			=> 'Сеуште нема креирано групи.',
	'NO_PERMISSIONS'			=> 'Не ги копирај дозволите',
	'NO_USERS'					=> 'Не внесовте ниеден член.',
	'NO_USERS_ADDED'			=> 'не е додаден ниеден член во групата.',
	'NO_VALID_USERS'			=> 'Не внесовте членови подобни за оваа акција.',

	'SPECIAL_GROUPS'			=> 'Пре-Дефинирани групи',
	'SPECIAL_GROUPS_EXPLAIN'	=> 'Пре-Дефинирани групи се специјални групи, тие неможат да бидат избришани или директно модифицирани. Секако вие може да додавете членови и менувате основните подесувања.',

	'TOTAL_MEMBERS'				=> 'Членови',

	'USERS_APPROVED'				=> 'Успешно се одобрени членовите.',
	'USER_DEFAULT'					=> 'Основен член',
	'USER_DEF_GROUPS'				=> 'Членски дефинирани групи',
	'USER_DEF_GROUPS_EXPLAIN'		=> 'Ова се групи креирани од вас или од друг администратор на форумот. Вие можете да го менаџирате членството исто како и да ги изменувате пропорциите на групата или пак да ги избришете овие групи.',
	'USER_GROUP_DEFAULT'			=> 'Намести основни групи',
	'USER_GROUP_DEFAULT_EXPLAIN'	=> 'Кажувајќи ДА овде ќе ја подеси оваа група како основна за членовите кои се во групата.',
	'USER_GROUP_LEADER'				=> 'Намести лидер на група',
));

?>