<?php
/**
*
* acp_permissions [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_PERMISSIONS_EXPLAIN'	=> '
		<p>Дозволите се високо гранулирани и групирани во четири секции, кои се:</p>

		<h2>Глобални дозволи</h2>
		<p>Овие се користат за контрола и пристап на глобално ниво и се аплицираат на целиот форум.Понатака тие се поделени на Членски дозволи, Групни дозволи, Администратори и Супер Модератори.</p>

		<h2>Форумски базирани опции</h2>
		<p>Овие се користат за контрола и пристап на еден форум. Понатака тие се поделени на Форумски дозволи, Форум модератори, Членски дозволи за форум и групни дозволи за форум.</p>

		<h2>Дозволи</h2>
		<p>Овие се користата за да се креираат посебни дозволи за подоцна да бидат назначени како базични дозволи.Основните дозволи ја прекриваат администрацијата на форумот голема или мала, во сите четири секции, моќе да ги изменувате, додавате или бришете секоја од дозволите поединечно по потреба.</p>

		<h2>Маска на дозволи</h2>
		<p>Овие се користат за да се видат назначените дозволи на членовите, модераторите (Супер и обични), и на администраторите на форумот.</p>

		<br />

		<p>За понатамошна информација за менаџирање на опциите на дозволите за вашиот phpBB3 форум, ве молиме погледнете овде <a href="http://www.phpbb.com/support/documentation/3.0/quickstart/quick_permissions.html">Поглавје 1.5 од Брзиот водич</a>.</p>
	',

	'ACL_NEVER'				=> 'Никогаш',
	'ACL_SET'				=> 'Местење на дозволите',
	'ACL_SET_EXPLAIN'		=> 'Дозволите се базирани на едноставен <samp>ДА</samp>/<samp>НЕ</samp> систем. Наместувајќи на опција  <samp>Никогаш</samp> ги заменува сите вредности назначени за неа. Ако не сакате да одберете вредност на опција за овој член или група, одберете <samp>НЕ</samp>. Ако вредностите за оваа опција се наместени на друго место тие ќе бидат користени во преференцата, друго <samp>Никогаш</samp> е првземен. Сите објекти маркирани (со полето за маркирањепред нив)ќе ги ископира дозволите кои ги одредивте.',
	'ACL_SETTING'			=> 'Подесување',

	'ACL_TYPE_A_'			=> 'Администраторски дозволи',
	'ACL_TYPE_F_'			=> 'Форумски дозволи',
	'ACL_TYPE_M_'			=> 'Модераторски дозволи',
	'ACL_TYPE_U_'			=> 'Членски дозволи',

	'ACL_TYPE_GLOBAL_A_'	=> 'Администраторски дозволи',
	'ACL_TYPE_GLOBAL_U_'	=> 'Членски дозволи',
	'ACL_TYPE_GLOBAL_M_'	=> 'Супер модератор дозволи',
	'ACL_TYPE_LOCAL_M_'		=> 'Форум модератор дозволи',
	'ACL_TYPE_LOCAL_F_'		=> 'Форум дозволи',

	'ACL_NO'				=> 'НЕ',
	'ACL_VIEW'				=> 'Преглед на дозволите',
	'ACL_VIEW_EXPLAIN'		=> 'Овде може да ги видите ефективните дозволи кои членот или групата ги има. Црвените претставуваат дека членот или групата немаат дозволи, Зеленото претставува дека членот или групата има дозволи.',
	'ACL_YES'				=> 'ДА',

	'ACP_ADMINISTRATORS_EXPLAIN'				=> 'Овде може да назначите дозволи за администратор на член или група. Сите кои имаат администраторски дозволи ќе можат да го видат администраторскиот контролен панел.',
	'ACP_FORUM_MODERATORS_EXPLAIN'				=> 'Овде може да назначите член или група како форум модератори. За да назначите членови кои ќе имаат пристап на форумите, за да ги дефинирате глобалните модераторски дозволи или административните коритете ја соодветната страница за тоа.',
	'ACP_FORUM_PERMISSIONS_EXPLAIN'				=> 'Oвде може да одлучите кои форуми ќе бидат достапни на членови и групи. За да назначите модератори ве молиме користете ја соодветната страница.',
	'ACP_FORUM_PERMISSIONS_COPY_EXPLAIN'		=> 'Овде може да ги копирате дозволите од форум во друг форуми или форуми.',
	'ACP_GLOBAL_MODERATORS_EXPLAIN'				=> 'Овде може да назначите Супер модароторски дозволи на членови и групи. Ови модератори се слични како и другите само што овие имаат пристап до сите форуми на форумот.',
	'ACP_GROUPS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Овде можеда назначите дозволи за групи.',
	'ACP_GROUPS_PERMISSIONS_EXPLAIN'			=> 'Овде може да назначите глобални дозволи за групи - членски дозволи, супер модераторски дозволи и администраторски дозволи. Членските дозволи вклучуваат можности како аватари,праќање приватни пораки,  идр. Супер модераторски дозволи како одобрување на мислења, менаџирање на теми, менаџирање на банирање идр. И последните Администраторски дозволи како менување дозволи, дефинирање на ББкодови, манеџаирање на форуми, итд. Инвидуални членски дозволи треба да бидат променети во ретки случаеви, префериран метод е ставање на членовите во група и одредување на дозволи за таа група.',
	'ACP_ADMIN_ROLES_EXPLAIN'					=> 'Овде може да ги менаџирате дозволите за членовите со Административни дозволи. Ако ги промените овие дозволи членовите во назначени со овие дозволи ќе имаат дозволи како што сте одредиле.',
	'ACP_FORUM_ROLES_EXPLAIN'					=> 'Овде може да ги менаџирате дозволите за форумските дозволи. Ако ги промените овие дозволи членовите во назначени со овие дозволи ќе имаат дозволи како што сте одредиле.',
	'ACP_MOD_ROLES_EXPLAIN'						=> 'Овде може да ги менаџирате дозволите за модераторски дозволи. Ако ги промените овие дозволи членовите во назначени со овие дозволи ќе имаат дозволи како што сте одредиле.',
	'ACP_USER_ROLES_EXPLAIN'					=> 'Овде може да ги менаџирате дозволите за членските дозвлоли. Ако ги промените овие дозволи членовите во назначени со овие дозволи ќе имаат дозволи како што сте одредиле.',
	'ACP_USERS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Овде може да назначите форумски дозволи за членовите.',
	'ACP_USERS_PERMISSIONS_EXPLAIN'				=> 'Овде може да назначите глобални дозволи за групи - членски дозволи, супер модераторски дозволи и администраторски дозволи. Членските дозволи вклучуваат можности како аватари,праќање приватни пораки,  идр. Супер модераторски дозволи како одобрување на мислења, менаџирање на теми, менаџирање на банирање идр. И последните Администраторски дозволи како менување дозволи, дефинирање на ББкодови, манеџаирање на форуми, итд. Инвидуални членски дозволи треба да бидат променети во ретки случаеви, префериран метод е ставање на членовите во група и одредување на дозволи за таа група.',
	'ACP_VIEW_ADMIN_PERMISSIONS_EXPLAIN'		=> 'Овде може да ги видите ефективните административни дозволи назначени за селектираните членови/групи.',
	'ACP_VIEW_GLOBAL_MOD_PERMISSIONS_EXPLAIN'	=> 'Овде може да ги видите супер модераторските дозволи назначени за селектираните членови/групи.',
	'ACP_VIEW_FORUM_PERMISSIONS_EXPLAIN'		=> 'Овде може да ги видите форумските дозволи назначени за селектираните членови/групи и форуми.',
	'ACP_VIEW_FORUM_MOD_PERMISSIONS_EXPLAIN'	=> 'Овде може да ги вифие форумските модераторски дозволи назначени за селектираните членови/групи и форуми.',
	'ACP_VIEW_USER_PERMISSIONS_EXPLAIN'			=> 'Овде може да ги видите членските дозволи назначени за селектираните членови/групи.',

	'ADD_GROUPS'				=> 'Додај групи',
	'ADD_PERMISSIONS'			=> 'Додај дозволи',
	'ADD_USERS'					=> 'Додај членови',
	'ADVANCED_PERMISSIONS'		=> 'Напредни дозволи',
	'ALL_GROUPS'				=> 'Селектирај ги сите групи',
	'ALL_NEVER'					=> 'Сите <samp>Никогаш</samp>',
	'ALL_NO'					=> 'Сите <samp>НЕ</samp>',
	'ALL_USERS'					=> 'Селектирај ги сите членови',
	'ALL_YES'					=> 'Сите <samp>ДА</samp>',
	'APPLY_ALL_PERMISSIONS'		=> 'Примени ги сите дозволи',
	'APPLY_PERMISSIONS'			=> 'Примени ги дозволите',
	'APPLY_PERMISSIONS_EXPLAIN'	=> 'Дозволите дефинирани за овој предмет/форум ќе бидат нанесени на овој предмет/форум и сите селектирани предмети/форуми.',
	'AUTH_UPDATED'				=> 'Дозволите беа апдејтувани.',

	'COPY_PERMISSIONS_CONFIRM'				=> 'Сигурни ли сте дека сакате да продолжите со оваа операција? Запамтете дека ова ќе ги замени сите постоечки дозволи за селетираните мети.',
	'COPY_PERMISSIONS_FORUM_FROM_EXPLAIN'	=> 'Изворен форум од каде што сакате да ги копирате дозволите.',
	'COPY_PERMISSIONS_FORUM_TO_EXPLAIN'		=> 'Форум од каде што сакате да бидат пренесени дозволите.',
	'COPY_PERMISSIONS_FROM'					=> 'Копирај дозволи од',
	'COPY_PERMISSIONS_TO'					=> 'Примени дозволи за',

	'CREATE_ROLE'				=> 'Креирај дозвола',
	'CREATE_ROLE_FROM'			=> 'Користи опции од…',
	'CUSTOM'					=> 'Вообичаено…',

	'DEFAULT'					=> 'Основно',
	'DELETE_ROLE'				=> 'Избриши дозвола',
	'DELETE_ROLE_CONFIRM'		=> 'Сигурни ли сте дека сакате да ја избришете оваа дозвола? Членовите кои имаат дозволи од оваа дозвола <strong>not</strong> ќе ги загубат дозволите.',
	'DISPLAY_ROLE_ITEMS'		=> 'Види ги предметите на оваа дозвола',

	'EDIT_PERMISSIONS'			=> 'Измени дозволи',
	'EDIT_ROLE'					=> 'измени дозвола',

	'GROUPS_NOT_ASSIGNED'		=> 'Нема групи назначени за оваа дозвола',

	'LOOK_UP_GROUP'				=> 'Барај група',
	'LOOK_UP_USER'				=> 'Барај член',

	'MANAGE_GROUPS'		=> 'Менаџирај групи',
	'MANAGE_USERS'		=> 'Менаџирај членови',

	'NO_AUTH_SETTING_FOUND'		=> 'Подесувањата на дозволите не се дефинирани.',
	'NO_ROLE_ASSIGNED'			=> 'Нема назначено дозвола…',
	'NO_ROLE_ASSIGNED_EXPLAIN'	=> 'Подесувањето на оваа дозвола не ги сменува дозволите од десно. Ако сакате да ги одстаните сите дозволи тогаш треба да го користите  “СИТЕ <samp>НЕ</samp>” линкот.',
	'NO_ROLE_AVAILABLE'			=> 'Нема достапна дозвола',
	'NO_ROLE_NAME_SPECIFIED'	=> 'Изберете име за дозволата.',
	'NO_ROLE_SELECTED'			=> 'Дозволата не е пронајдена.',
	'NO_USER_GROUP_SELECTED'	=> 'Не избравте ниеден член или група.',

	'ONLY_FORUM_DEFINED'	=> 'Вие дефиниравте само форуми во вашата селекција. Ве молиме исто така изберете еден член или група.',

	'PERMISSION_APPLIED_TO_ALL'		=> 'Дозволувањата ќе бидат применети на сите обележани објекти',
	'PLUS_SUBFORUMS'				=> '+Под форуми',

	'REMOVE_PERMISSIONS'			=> 'Одстрани дозволи',
	'REMOVE_ROLE'					=> 'Одстрани дозвола',
	'RESULTING_PERMISSION'			=> 'Резултирани дозволи',
	'ROLE'							=> 'Дозвола',
	'ROLE_ADD_SUCCESS'				=> 'Дозволата е успешно додадена.',
	'ROLE_ASSIGNED_TO'				=> 'Членови/Групи назанчени во %s',
	'ROLE_DELETED'					=> 'Дозволата е успешно одстранета.',
	'ROLE_DESCRIPTION'				=> 'Опис на дозволата',

	'ROLE_ADMIN_FORUM'			=> 'Форум админ',
	'ROLE_ADMIN_FULL'			=> 'Админ во целост',
	'ROLE_ADMIN_STANDARD'		=> 'Стандарден админ',
	'ROLE_ADMIN_USERGROUP'		=> 'Член и група админ',
	'ROLE_FORUM_BOT'			=> 'Бот пристап',
	'ROLE_FORUM_FULL'			=> 'Целосен пристап',
	'ROLE_FORUM_LIMITED'		=> 'Лимитиран пристап',
	'ROLE_FORUM_LIMITED_POLLS'	=> 'Лимитиран пристап + Анкети',
	'ROLE_FORUM_NOACCESS'		=> 'Нема Пристап',
	'ROLE_FORUM_ONQUEUE'		=> 'На чекање за модерација',
	'ROLE_FORUM_POLLS'			=> 'Стандарден пристап + Анкети',
	'ROLE_FORUM_READONLY'		=> 'Само читање пристап',
	'ROLE_FORUM_STANDARD'		=> 'Стандарден пристап',
	'ROLE_FORUM_NEW_MEMBER'		=> 'Нови Членови',
	'ROLE_MOD_FULL'				=> 'Модератор во целост',
	'ROLE_MOD_QUEUE'			=> 'Модератор со задача',
	'ROLE_MOD_SIMPLE'			=> 'Едноставен модератор',
	'ROLE_MOD_STANDARD'			=> 'Стандард модератор',
	'ROLE_USER_FULL'			=> 'Сите карактеристики',
	'ROLE_USER_LIMITED'			=> 'Лимитирани карактеристики',
	'ROLE_USER_NOAVATAR'		=> 'Без аватар',
	'ROLE_USER_NOPM'			=> 'Без приватни пораки',
	'ROLE_USER_STANDARD'		=> 'Стандардни карактеристики',
	'ROLE_USER_NEW_MEMBER'		=> 'Нови Членови',


	'ROLE_DESCRIPTION_ADMIN_FORUM'			=> 'Може да го менаџира форумот и форумските дозволи.',
	'ROLE_DESCRIPTION_ADMIN_FULL'			=> 'Има пристап до сите административни функции на овој форум.<br />Не е препорачливо.',
	'ROLE_DESCRIPTION_ADMIN_STANDARD'		=> 'Има пристап до скоро сите административни карактеристики но не му е дозволено да го користи серверот и системските алатки.',
	'ROLE_DESCRIPTION_ADMIN_USERGROUP'		=> 'Може да ги менаџира групите и членовите: Да менува дозволи, Подесувања, менаџира банирањата и менаџира ранговите.',
	'ROLE_DESCRIPTION_FORUM_BOT'			=> 'Оваа дозвола е препорачлива за ботови и пајаци.',
	'ROLE_DESCRIPTION_FORUM_FULL'			=> 'Може да ги користи сите форумски карактеристики, вклучувајќи постирање на известувања и важни темиi. И исто така да го игнорира чекањето помеѓу постирање.<br />Не е препорачливо за членови.',
	'ROLE_DESCRIPTION_FORUM_LIMITED'		=> 'Може да ги користи фоумските карактеристики, но неможе да прикачува фајлови или постира иконки.',
	'ROLE_DESCRIPTION_FORUM_LIMITED_POLLS'	=> 'Како лимитиран пристап но може да креира анкети.',
	'ROLE_DESCRIPTION_FORUM_NOACCESS'		=> 'Неможе ни види ни да влезе во овој форум.',
	'ROLE_DESCRIPTION_FORUM_ONQUEUE'		=> 'Може да ги користи повеќето форумски карактеристики вклучувајќи прикачувања, но мислењата и темите мора да бидат одобрени од модератор.',
	'ROLE_DESCRIPTION_FORUM_POLLS'			=> 'Како стандарден пристап но може да креира анкети.',
	'ROLE_DESCRIPTION_FORUM_READONLY'		=> 'Може да го чита форумот, но неможе да креира нови теми или да реплицира во темите.',
	'ROLE_DESCRIPTION_FORUM_STANDARD'		=> 'Може да ги користи повеќето форумски карактеристики вклучувајќи прикачувања и бришење на своите теми, но неможе да ги затвора, и неможе да креира анкети.',
	'ROLE_DESCRIPTION_FORUM_NEW_MEMBER'		=> 'Дозвола за член од специјалната Нови Членови група; содржи <samp>Никогаш</samp> дозволи да затвора карактеристики за нови членови.',
	'ROLE_DESCRIPTION_MOD_FULL'				=> 'Може да ги користи сите модераторски карактеристики вклучувајќи банирање.',
	'ROLE_DESCRIPTION_MOD_QUEUE'			=> 'Може да ги користи карактеристиките од Модератор со задача да ги валидира/одобрува мислењата и темите да ги изменува, но ништо повеќе.',
	'ROLE_DESCRIPTION_MOD_SIMPLE'			=> 'Може да ги користи основните акции за теми. Но неможе да дава предупредувања и да одобрува теми и зименува теми како модератор со задача.',
	'ROLE_DESCRIPTION_MOD_STANDARD'			=> 'Може да ги користи сите алатки за модерација, но неможе да банира членови или да го промени авторот на постот.',
	'ROLE_DESCRIPTION_USER_FULL'			=> 'Може да ги користи сите достапни карактеристики за членовите, вклучувајќи промена на членско име или игнорирање на чекање.<br />Не е препорачливо.',
	'ROLE_DESCRIPTION_USER_LIMITED'			=> 'Може да има пристап до некои од членските карактеристики. прикачувања,мејлови и инстант пораки не се дозволени.',
	'ROLE_DESCRIPTION_USER_NOAVATAR'		=> 'Има лимитирани карактеристики и не му е дозволено да користи свој аватар.',
	'ROLE_DESCRIPTION_USER_NOPM'			=> 'Има лимитирани карактеристики и не му е дозволено да ги користи приватните пораки.',
	'ROLE_DESCRIPTION_USER_STANDARD'		=> 'Има пристап до повеќето но и сите карактеристики. Неможе да го промени членското име или да го игнорира времето на чекање.',
	'ROLE_DESCRIPTION_USER_NEW_MEMBER'		=> 'Дозвола за член од специјалната Нови Членови група; содржи <samp>Никогаш</samp> дозволи да затвора карактеристики за нови членови.',

	'ROLE_DESCRIPTION_EXPLAIN'		=> 'Моќе да дадете објаснување која дозвола за што служи и за што е наменета. Текстот внесен овде ќе се прикаже на прозорецот за дозволи исто така.',
	'ROLE_DESCRIPTION_LONG'			=> 'Описот за дозволата е промногу долга, лимитот е 4000 карактери.',
	'ROLE_DETAILS'					=> 'Детали за дозволата',
	'ROLE_EDIT_SUCCESS'				=> 'Дозволата е успешно изменета.',
	'ROLE_NAME'						=> 'Име на дозволата',
	'ROLE_NAME_ALREADY_EXIST'		=> 'Дозволата именувана како <strong>%s</strong> веќе постои.',
	'ROLE_NOT_ASSIGNED'				=> 'Дозволата не е назначена сеуште.',

	'SELECTED_FORUM_NOT_EXIST'		=> 'Селектираниот форум/и не постои.',
	'SELECTED_GROUP_NOT_EXIST'		=> 'Селектираната друпа/и не постои.',
	'SELECTED_USER_NOT_EXIST'		=> 'Селектираниот член/ови не постои.',
	'SELECT_FORUM_SUBFORUM_EXPLAIN'	=> 'форумот кој го селектиравте ги вклучува и под форумите во селекцијата.',
	'SELECT_ROLE'					=> 'Избери дозвола…',
	'SELECT_TYPE'					=> 'Избери тип',
	'SET_PERMISSIONS'				=> 'Намести дозволи',
	'SET_ROLE_PERMISSIONS'			=> 'Намести дозволи за дозволите',
	'SET_USERS_PERMISSIONS'			=> 'Намести членски дозволи',
	'SET_USERS_FORUM_PERMISSIONS'	=> 'Намести членски дозвoли за форум',

	'TRACE_DEFAULT'					=> 'По основно подесување сите дозволе се наместени на <samp>НЕ</samp> (не подесено). Дозволата може да биде заменета со другите подесувања.',
	'TRACE_FOR'						=> 'Потрага за',
	'TRACE_GLOBAL_SETTING'			=> '%s (глобално)',
	'TRACE_GROUP_NEVER_TOTAL_NEVER'	=> 'Дозволите за оваа група се наместени на  <samp>Никогаш</samp> како тотален резултат така да стариот резултат ќе биде задржан.',
	'TRACE_GROUP_NEVER_TOTAL_NEVER_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>Никогаш</samp> како тотален резултат така да стариот резултат ќе биде задржан.',
	'TRACE_GROUP_NEVER_TOTAL_NO'	=> 'Дозволите за оваа група се наместени на <samp>Никогаш</samp> кои стануваат нова тотална вредност бидејќи не се подесени сеуште (намести на <samp>НЕ</samp>).',
	'TRACE_GROUP_NEVER_TOTAL_NO_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>Никогаш</samp> кои стануваат нова тотална вредност бидејќи не се подесени сеуште (намести на <samp>НЕ</samp>).',
	'TRACE_GROUP_NEVER_TOTAL_YES'	=> 'Дозволите за оваа група се наместени на <samp>Никогаш</samp> кои ги заменуваат тоталните <samp>ДА</samp> во <samp>Никогаш</samp> за овој член.',
	'TRACE_GROUP_NEVER_TOTAL_YES_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>NEVER</samp> кои ги заменуваат тоталните <samp>ДА</samp> во <samp>Никогаш</samp> за овој член.',
	'TRACE_GROUP_NO'				=> 'Дозволата е <samp>НЕ</samp> за оваа група така да старата тотална вредност ќе биде задржана.',
	'TRACE_GROUP_NO_LOCAL'			=> 'Дозволата е <samp>НЕ</samp> за оваа група со овој форум така да старата тотална вредност ќе биде задржана.',
	'TRACE_GROUP_YES_TOTAL_NEVER'	=> 'Дозволите за оваа група се наместени на <samp>ДА</samp> но тоталните <samp>Никогаш</samp> неможат да бидат заменети.',
	'TRACE_GROUP_YES_TOTAL_NEVER_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>ДА</samp> но тоталните <samp>Никогаш</samp> неможат да бидат заменети.',
	'TRACE_GROUP_YES_TOTAL_NO'		=> 'Дозволите за оваа група се наместени на <samp>ДА</samp> кои стануваат нови тотални вредности бидејќи не се подесени сеуште (намести на <samp>НЕ</samp>).',
	'TRACE_GROUP_YES_TOTAL_NO_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>ДА</samp> кои стануваат нови тотални вредности бидејќи не се подесени сеуште (намести на <samp>НЕ</samp>).',
	'TRACE_GROUP_YES_TOTAL_YES'		=> 'Дозволите за оваа група се наместени на <samp>ДА</samp> и тоталните дозволи се веќе наместени на <samp>ДА</samp>, така да тоталниот резултат ќе биде задржан.',
	'TRACE_GROUP_YES_TOTAL_YES_LOCAL'	=> 'Дозволите за оваа група за овој форум се наместени на <samp>ДА</samp> и тоталните дозволи се веќе наместени на <samp>ДА</samp>, така да тоталниот резултат ќе биде задржан.',
	'TRACE_PERMISSION'				=> 'Потрага по дозволи - %s',
	'TRACE_RESULT'					=> 'Резултат од потрагата',
	'TRACE_SETTING'					=> 'Подесувања за потрагата',

	'TRACE_USER_GLOBAL_YES_TOTAL_YES'		=> 'Дозволите за членот независно од форумот се смета за <samp>ДА</samp> но целовкупните дозволи се веќе наместени на <samp>ДА</samp>, така да цоловкупниот резултат е задржан. %sПотрага по глобални дозволи%s',
	'TRACE_USER_GLOBAL_YES_TOTAL_NEVER'		=> 'Дозволите за членот независно од форумот се смета за <samp>ДА</samp> кои ги заменуваат моменталните локални резултати на <samp>Никогаш</samp>. %sПотрага по глобални дозволи%s',
	'TRACE_USER_GLOBAL_NEVER_TOTAL_KEPT'	=> 'Дозволите за членот независно од форумот се смета за <samp>Никогаш</samp> кое што нема влијание на локалните дозволи. %sПотрага по глобални дозволи%s',

	'TRACE_USER_FOUNDER'					=> 'Членот е основач, затоа сите админ дозволи се секогаш наместени на <samp>ДА</samp>.',
	'TRACE_USER_KEPT'						=> 'Членските дозволи се наместени на <samp>НЕ</samp> sтака да старата вредност ќе биде зачувана.',
	'TRACE_USER_KEPT_LOCAL'					=> 'Членските дозволи за овој форум се наместени на <samp>НЕ</samp> така да старата тотална вредност ќе биде зачувана.',
	'TRACE_USER_NEVER_TOTAL_NEVER'			=> 'Членските дозволи се наместени на <samp>Никогаш</samp> и тоталната вредност е наместена на <samp>Никогаш</samp>, ништо не е сменето.',
	'TRACE_USER_NEVER_TOTAL_NEVER_LOCAL'	=> 'Членските дозволи за овој форум се наместени на <samp>Никогаш</samp>и тоталната вредност е наместена на <samp>Никогаш</samp>, ништо не е сменето.',
	'TRACE_USER_NEVER_TOTAL_NO'				=> 'Членските дозволи се наместени на <samp>Никогаш</samp> кое што станува тотална вредност бидејќи беше наместено на НЕ.',
	'TRACE_USER_NEVER_TOTAL_NO_LOCAL'		=> 'Членските дозволи за овој форум се наместени на <samp>Никогаш</samp> кое што станува тотална вредност бидејќи беше наместено на НЕ.',
	'TRACE_USER_NEVER_TOTAL_YES'			=> 'Членските дозволи се наместени на <samp>Никогаш</samp> и ги заменува претходните <samp>ДА</samp>.',
	'TRACE_USER_NEVER_TOTAL_YES_LOCAL'		=> 'Членските дозволи за овој форум се наместени на <samp>Никогаш</samp> и ги заменува претходните <samp>ДА</samp>.',
	'TRACE_USER_NO_TOTAL_NO'				=> 'Членските дозволи се наместени на <samp>НЕ</samp> и тоталната вредност е наместена на НЕ така да основното подесување е <samp>Никогаш</samp>.',
	'TRACE_USER_NO_TOTAL_NO_LOCAL'			=> 'Членските дозволи за овој форум се наместени на <samp>НЕ</samp> и тоталната вредност е наместена на НЕ така да основното подесување е <samp>Никогаш</samp>.',
	'TRACE_USER_YES_TOTAL_NEVER'			=> 'Членските дозволи се наместени на <samp>ДА</samp> но тоталните<samp>Никогаш</samp> неможат да бидат заменети.',
	'TRACE_USER_YES_TOTAL_NEVER_LOCAL'		=> 'Членските дозволи за овој форум се наместени на <samp>ДА</samp> но тоталните<samp>Никогаш</samp> неможат да бидат заменети.',
	'TRACE_USER_YES_TOTAL_NO'				=> 'Членските дозволи се наместени на <samp>ДА</samp> кое што станува тотална вредност бидејќи беше наместено на <samp>НЕ</samp>.',
	'TRACE_USER_YES_TOTAL_NO_LOCAL'			=> 'Членските дозволи за овој форум се наместени на <samp>ДА</samp> кое што станува тотална вредност бидејќи беше наместено на <samp>НЕ</samp>.',
	'TRACE_USER_YES_TOTAL_YES'				=> 'Членските дозволи се наместени на <samp>ДА</samp> и тоталната вредност е наместена на <samp>ДА</samp>, тка да ништо не е сменето.',
	'TRACE_USER_YES_TOTAL_YES_LOCAL'		=> 'Членските дозволи за овој форум се наместени на <samp>ДА</samp> и тоталната вредност е наместена на <samp>ДА</samp>, тка да ништо не е сменето.',
	'TRACE_WHO'								=> 'Кој',
	'TRACE_TOTAL'							=> 'Целосно',

	'USERS_NOT_ASSIGNED'			=> 'Нема члне назначен за оваа дозвола',
	'USER_IS_MEMBER_OF_DEFAULT'		=> 'е член на следните пре-дефинирани групи',
	'USER_IS_MEMBER_OF_CUSTOM'		=> 'е член на следната дефинирана група',

	'VIEW_ASSIGNED_ITEMS'	=> 'Види ги назначените предмети',
	'VIEW_LOCAL_PERMS'		=> 'Локални дозволи',
	'VIEW_GLOBAL_PERMS'		=> 'Глобални дозволи',
	'VIEW_PERMISSIONS'		=> 'Види дозволи',

	'WRONG_PERMISSION_TYPE'				=> 'Селектирана е погрешна тип на дозвола.',
	'WRONG_PERMISSION_SETTING_FORMAT'	=> 'Подесувањата за дозволите се во невалиден формат, phpBB не може да ги процесира како што треба.',
));

?>