<?php
/**
*
* acp_posting [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// BBCodes
// Note to translators: you can translate everything but what's between { and }
$lang = array_merge($lang, array(
	'ACP_BBCODES_EXPLAIN'		=> 'ББкодот е специјална имплементацијата на ХТМЛ кој нуди голема контрола на нештата и како тие ќе се прикажуваат. На оваа страна може да додавате, избришете или да ги измените вообичаените ББкодови.',
	'ADD_BBCODE'				=> 'Додај нов ББкод',

	'BBCODE_DANGER'				=> 'ББкодот кој што сакате да го додадете изгледа користи  {TEXT} симбол внатре во ХТМЛ атрибутот. Ова е возможно XSS сигурносен пропуст. Пробајте да користите на повеќе ограничувачки {SIMPLETEXT} или {INTTEXT} типувања наместо тоа. Продолжете само ако го разбирате ризикот и сметате дека користењето на {TEXT} не е можно да се избегне.',
	'BBCODE_DANGER_PROCEED'		=> 'продолжи', //'Го разбирам ризикот',

	'BBCODE_ADDED'				=> 'ББкодот е успешно додаден.',
	'BBCODE_EDITED'				=> 'ББкодот е успешно изменет.',
	'BBCODE_NOT_EXIST'			=> 'ББкодот кој го избравте не постои.',
	'BBCODE_HELPLINE'			=> 'Помошна линија',
	'BBCODE_HELPLINE_EXPLAIN'	=> 'Ова поле е за текст кој ќе се прикаже кога глувчето ќе биде врз него.',
	'BBCODE_HELPLINE_TEXT'		=> 'Текст во помошната линија',
	'BBCODE_HELPLINE_TOO_LONG'	=> 'Текстот кој го внесовте е премногу долг.',

	'BBCODE_INVALID_TAG_NAME'	=> 'Таг името за ББкодот веќе постои.',
	'BBCODE_INVALID'			=> 'Овој ББкод е конструиран во невалидна форма.',
	'BBCODE_OPEN_ENDED_TAG'		=> 'ББкодот мора да ги содржи и двата тага, отворен и затворен таг.',
	'BBCODE_TAG'				=> 'Таг',
	'BBCODE_TAG_TOO_LONG'		=> 'Името на тагот е премногу долго.',
	'BBCODE_TAG_DEF_TOO_LONG'	=> 'Дефиницијата за тагот која ја внесовте е премногу долга, ве молиме скратете ја дефиницијата.',
	'BBCODE_USAGE'				=> 'ББкод користење',
	'BBCODE_USAGE_EXAMPLE'		=> '[highlight={COLOR}]{TEXT}[/highlight]<br /><br />[font={SIMPLETEXT1}]{SIMPLETEXT2}[/font]',
	'BBCODE_USAGE_EXPLAIN'		=> 'Овде одређујете како да се користи ББКодот. Заменете го било кое променливо внесување со одговарачкиот симбил (%sпогледајте под%s).',

	'EXAMPLE'						=> 'Пример:',
	'EXAMPLES'						=> 'Примери:',

	'HTML_REPLACEMENT'				=> 'HTML замена',
	'HTML_REPLACEMENT_EXAMPLE'		=> '&lt;span style="background-color: {COLOR};"&gt;{TEXT}&lt;/span&gt;<br /><br />&lt;span style="font-family: {SIMPLETEXT1};"&gt;{SIMPLETEXT2}&lt;/span&gt;',
	'HTML_REPLACEMENT_EXPLAIN'		=> 'Овде ја одредувате зададената ХТМЛ замена. Не заборавајте да ги вратите симболите кои ги користевете над ова!',

	'TOKEN'					=> 'Белег',
	'TOKENS'				=> 'Белези',
	'TOKENS_EXPLAIN'		=> 'Белезите се користат како држачи за место за членски внесувања. Внесувањето ќе биде валидирано ако се совпаѓа со внесената дефиниција. ако е потребно, може да ги нумерирате со додавање бројка како последен карактер помеѓу заградите, пример: {TEXT1}, {TEXT2}.<br /><br />Со ХТМЛ замената исто така може да го користите и јазичниот стринг за вашиот јазик  во вашата јазична директорија како ова: {L_<em>&lt;STRINGNAME&gt;</em>} каде <em>&lt;STRINGNAME&gt;</em> е името од преведениот стринг кој што сакате да го додадете. Како пример, {L_WROTE} ќе биде прикажан како “Напиши” или на јазикот којј што го одбрај членот.<br /><br /><strong>Запамтете дека само белезите на листата подолу можат да бидат користени со вообичаени ББ кодови.</strong>',
	'TOKEN_DEFINITION'		=> 'Што може да биде?',
	'TOO_MANY_BBCODES'		=> 'Не можете да креирате повеќе ББкодови. Ве молиме одстранете еден или повеќе  ББкодови и пробајте повторно.',

	'tokens'	=>	array(
		'TEXT'			=> 'Било кој текст, вклучувајќи надворешни карактери, броеви итд… Вие не треба да го користите овој белег како ХТМЛ таг. Во спротивно пробаје га го користите IDENTIFIER, INTTEXT или SIMPLETEXT.',
		'SIMPLETEXT'	=> 'Карактери од латинична азбука (A-Z), броеви, симболи, запирки, точки, минус, плус, тире и подцртани',
		'INTTEXT'		=> 'Универзални карактери од букви, броеви, симболи, запирки, точки, минус, плус, тире, подцртани и  празни места.',
		'IDENTIFIER'	=> 'Карактери од латинична азбука (A-Z), броеви, симболи  и подцртани',
		'NUMBER'		=> 'Било која серија на дигитални',
		'EMAIL'			=> 'Валидна мејл адреса',
		'URL'			=> 'Валиден линк за користење на било кој протокол (http, ftp, итд… неможе да се користи за експлоатации на јаваскрипта). Ако ништо не е наложено, “http://” е користен во стрингот.',
		'LOCAL_URL'		=> 'Локален линк. Линкот мора да биде во однос со страната на темата и неможе да содржи имена сервер или протокол.',
		'COLOR'			=> 'ХТМЛ боја, може да биде било која во нумерички облик <samp>#FF1234</samp> или <a href="http://www.w3.org/TR/CSS21/syndata.html#value-def-color">CSS colour keyword</a> како <samp>fuchsia</samp> или <samp>InactiveBorder</samp>'
	)
));

// Smilies and topic icons
$lang = array_merge($lang, array(
	'ACP_ICONS_EXPLAIN'		=> 'Од оваа страница може да додадете, одстраните или избришете иконките кои што членовите можат да ги додадат во нивните теми или мислења. Овие иконки главно се прикажуваат веднаш до насловот на темите во листањето на форумот, или мислењата. Исто така може да инсталирате и креирате нов пакет на иконки.',
	'ACP_SMILIES_EXPLAIN'	=> 'Смајлињата или емоциите се типично мали, некогаш се користат и анимирани слиички за да се прикажат чувствата и емоциите. Од оваа страница може да додадете, одстраните или избришете емоциите кои што членовите ќе можат да ги користат во нивните теми/мислења или приватни пораки. Исто така може да инсталирате и креирате нов пакет на смајлиња.',
	'ADD_SMILIES'			=> 'Додај неколку смајлиња',
	'ADD_SMILEY_CODE'		=> 'Додај додатен смајли код',
	'ADD_ICONS'				=> 'Додај неколку иконки',
	'AFTER_ICONS'			=> 'Потоа %s',
	'AFTER_SMILIES'			=> 'Потоа %s',

	'CODE'						=> 'Код',
	'CURRENT_ICONS'				=> 'Моменални иконки',
	'CURRENT_ICONS_EXPLAIN'		=> 'Одберете што да се направи со моментално инсталираните иконки.',
	'CURRENT_SMILIES'			=> 'Моментални смајлиња',
	'CURRENT_SMILIES_EXPLAIN'	=> 'Одберете што да се направи со моментално инсталираните смајлиња.',

	'DISPLAY_ON_POSTING'		=> 'Прикажи на страна за постирање',
	'DISPLAY_POSTING'			=> 'На страница за постирање',
	'DISPLAY_POSTING_NO'		=> 'Не е на страница за постирање',



	'EDIT_ICONS'				=> 'Измени иконки',
	'EDIT_SMILIES'				=> 'Измени смајлиња',
	'EMOTION'					=> 'Емоции',
	'EXPORT_ICONS'				=> 'Изнеси и симни го пакетот иконки',
	'EXPORT_ICONS_EXPLAIN'		=> '%sСо кликање на овој линк, конфигурацијата на вашите инсталирани иконки ќе биде спакувана во <samp>icons.pak</samp> кое еднаш симнато може да се користи за да се креира <samp>.zip</samp> or <samp>.tgz</samp> фајл кој ќе ги содржи сите ваши иконки плус ова <samp>icons.pak</samp> Конфигурационен фајл%s.',
	'EXPORT_SMILIES'			=> 'Изнеси и сомни го пакетот смајлиња',
	'EXPORT_SMILIES_EXPLAIN'	=> '%sСо кликање на овој линк, конфигурацијата на вашите инсталирани смајлиња ќе биде спакувана во <samp>smiles.pak</samp> кое еднаш симнато може да се користи за да се креира <samp>.zip</samp> or <samp>.tgz</samp> фајл кој ќе ги содржи сите ваши смајлиња плус ова <samp>smiles.pak</samp> Конфигурационен фајл%s.',

	'FIRST'			=> 'First',

	'ICONS_ADD'				=> 'Додај нова иконка',
	'ICONS_NONE_ADDED'		=> 'Не беа додадени иконки.',
	'ICONS_ONE_ADDED'		=> 'Иконката е успешно додадена.',
	'ICONS_ADDED'			=> 'Иконките се успешно додадени.',
	'ICONS_CONFIG'			=> 'Конфигурација на иконки',
	'ICONS_DELETED'			=> 'Иконката беше успешно одстранета.',
	'ICONS_EDIT'			=> 'Измени иконка',
	'ICONS_ONE_EDITED'		=> 'Иконката беше успешно апдејтувана.',
	'ICONS_NONE_EDITED'		=> 'Нема апдејтувани иконки.',
	'ICONS_EDITED'			=> 'Иконките се успешно апдејувани.',
	'ICONS_HEIGHT'			=> 'Висина на иконка',
	'ICONS_IMAGE'			=> 'Слика од иконка',
	'ICONS_IMPORTED'		=> 'Пакетот иконки беше успешно инсталиран.',
	'ICONS_IMPORT_SUCCESS'	=> 'Пакетот иконки беше успешно внесен.',
	'ICONS_LOCATION'		=> 'Локација на иконка',
	'ICONS_NOT_DISPLAYED'	=> 'Следниве иконкине се прикажани на страната за постирање',
	'ICONS_ORDER'			=> 'Наредба/задача на иконката',
	'ICONS_URL'				=> 'фајл од сликата за иконката',
	'ICONS_WIDTH'			=> 'Ширина за иконката',
	'IMPORT_ICONS'			=> 'Инсталирај го пакетот на иконки',
	'IMPORT_SMILIES'		=> 'Инсталирај го пакетот на смајлиња',

	'KEEP_ALL'			=> 'Задржи ги сите',

	'MASS_ADD_SMILIES'	=> 'Додај неколку смајлиња',

	'NO_ICONS_ADD'		=> 'Нема достапни иконки за додавање.',
	'NO_ICONS_EDIT'		=> 'нема иконки достапни за модифицирање.',
	'NO_ICONS_EXPORT'	=> 'Немате иконки со кои би можеле да креирате пакување.',
	'NO_ICONS_PAK'		=> 'Не е пронајден пакет со иконки.',
	'NO_SMILIES_ADD'	=> 'Нема достапни смајлиња за додавање.',
	'NO_SMILIES_EDIT'	=> 'нема иконки достапни за модифицирање.',
	'NO_SMILIES_EXPORT'	=> 'Немате смајлиња со кои би можеле да креирате пакување.',
	'NO_SMILIES_PAK'	=> 'Не е пронајден пакет со смајлиња.',

	'PAK_FILE_NOT_READABLE'		=> 'Неможам да го прочитам <samp>.pak</samp> фајлот.',

	'REPLACE_MATCHES'	=> 'Замени ги оние кои се совпаѓаат',

	'SELECT_PACKAGE'			=> 'Одбери пакет фајл',
	'SMILIES_ADD'				=> 'Додај нов смајли',
	'SMILIES_NONE_ADDED'		=> 'Не се додадени смајлиња.',
	'SMILIES_ONE_ADDED'			=> 'Смајлите беше успешно додадено.',
	'SMILIES_ADDED'				=> 'Смајлињата беа успешно додадени.',
	'SMILIES_CODE'				=> 'Смајли код',
	'SMILIES_CONFIG'			=> 'Смајли конфигурација',
	'SMILIES_DELETED'			=> 'Смајлито е успешно одстрането.',
	'SMILIES_EDIT'				=> 'Измени смајли',
	'SMILIE_NO_CODE'			=> 'Смајлито “%s” wбеше игнорирано, бидејќи не е внесен код.',
	'SMILIE_NO_EMOTION'			=> 'Смајлито “%s” беше игнорирано, бидејќи не беше внесена емоција.',
	'SMILIE_NO_FILE'			=> 'Смајлито “%s” беше игнорирано, бидејќи фајлот недостига.',
	'SMILIES_NONE_EDITED'		=> 'Нема апдејтувани смајлиња.',
	'SMILIES_ONE_EDITED'		=> 'Смајлито беше успешно апдејтувано.',
	'SMILIES_EDITED'			=> 'Смајлињата беа успешно апдејтувани.',
	'SMILIES_EMOTION'			=> 'Емоции',
	'SMILIES_HEIGHT'			=> 'Висина на смајлито',
	'SMILIES_IMAGE'				=> 'Слика за смајлито',
	'SMILIES_IMPORTED'			=> 'Смајли пакетот беше успешно инсталиран.',
	'SMILIES_IMPORT_SUCCESS'	=> 'Смајли пакетот беше успешно внесен.',
	'SMILIES_LOCATION'			=> 'Локација на смајлито',
	'SMILIES_NOT_DISPLAYED'		=> 'следните смајлиња не се прикажани на страната за постирање',
	'SMILIES_ORDER'				=> 'Наредба/задача на смајлито',
	'SMILIES_URL'				=> 'Фајл од сликата за смајлито',
	'SMILIES_WIDTH'				=> 'Ширина за смајлито',

	'TOO_MANY_SMILIES'			=> 'Лимитот на %d смајлиња е достигнат.',

	'WRONG_PAK_TYPE'	=> 'Избраниот пакет не ги содржи потребните податоци.',
));

// Word censors
$lang = array_merge($lang, array(
	'ACP_WORDS_EXPLAIN'		=> 'Во оваа контрола можете да додавате, изменувате ид одстранувате зборови кои автоматски се цензориранина вашиот форум. Членовите сепак ќе можат да се ригистрираат со овие цензурирани зборови. Ѕвездичките се (*) се прифатливи во полето на зборови, как на пример: *тест* ќе се совпадне со атест, тест* ќе се совпадне со тестирање итд.',
	'ADD_WORD'				=> 'Додај нов збор',

	'EDIT_WORD'		=> 'Измени цензуриран збор',
	'ENTER_WORD'	=> 'Мора да внесете друг збор како негова замена.',

	'NO_WORD'	=> 'Нема селектиран збор за изменување.',

	'REPLACEMENT'	=> 'Замена',

	'UPDATE_WORD'	=> 'Апдејтирај цензурирање на зборови',

	'WORD'				=> 'Збор',
	'WORD_ADDED'		=> 'Зборот за цензурирање беше успешно додаден.',
	'WORD_REMOVED'		=> 'Цензурираниот збор беше успешно одстранет.',
	'WORD_UPDATED'		=> 'Цензурираниот збор беше успешно апдејтуван.',
));

// Ranks
$lang = array_merge($lang, array(
	'ACP_RANKS_EXPLAIN'		=> 'Користејќи ја оваа форма може да додавате, изменувате, видите и бришете ранговите. Исто така може да креирате специјални рангови за тимот кој го менаџира форумот.',
	'ADD_RANK'				=> 'Додај нов ранг',

	'MUST_SELECT_RANK'		=> 'Мора да изберете ранг.',

	'NO_ASSIGNED_RANK'		=> 'Нема назначено специјални рангови.',
	'NO_RANK_TITLE'			=> 'Не напишавте тајтл за овој ранг.',
	'NO_UPDATE_RANKS'		=> 'Рангот беше успешно одстранед. Но групите кои го користеа овој ранг не се апдејтувани. Ќе треба да го ресетирате рачно.',

	'RANK_ADDED'			=> 'Рангор беше успешно додаден.',
	'RANK_IMAGE'			=> 'Слика за Ранг',
	'RANK_IMAGE_EXPLAIN'	=> 'Користете го ова за дадефинирате мала слика која ќе се покаже како ранг. Патеката за ранговите мора да биде во вашата phpBB директорија.',
	'RANK_IMAGE_IN_USE'		=> '(Се користи)',
	'RANK_MINIMUM'			=> 'Минимум мислења',
	'RANK_REMOVED'			=> 'Рангор е успешно избришан.',
	'RANK_SPECIAL'			=> 'Намести како специјален ранг',
	'RANK_TITLE'			=> 'Ранг Тајтл',
	'RANK_UPDATED'			=> 'Рангот е успешно апдејтуван.',
));

// Disallow Usernames
$lang = array_merge($lang, array(
	'ACP_DISALLOW_EXPLAIN'	=> 'Овде може да ги контролирате членските имиња кои немада бидат дозволени за користење. На недозволените членски имиња им е дозволено да користат карактери како ѕвездички  *.',
	'ADD_DISALLOW_EXPLAIN'	=> 'Може да забраните корстење начленско име користејќи ѕвездичка за да се совпадне со било кои карактери.',
	'ADD_DISALLOW_TITLE'	=> 'Додај ново забрането членско име',

	'DELETE_DISALLOW_EXPLAIN'	=> 'Може да го одстраните недозволеното членско име со негово селектирање на листата и кликање испрати.',
	'DELETE_DISALLOW_TITLE'		=> 'Одстрани недозволено членско име',
	'DISALLOWED_ALREADY'		=> 'Членското име кое го внесовте е веќе забрането.',
	'DISALLOWED_DELETED'		=> 'Недозволеното членско име е успешно одстрането.',
	'DISALLOW_SUCCESSFUL'		=> 'Недозволеното членско име е успешно додадено.',

	'NO_DISALLOWED'				=> 'Нема недозволени членски имиња',
	'NO_USERNAME_SPECIFIED'		=> 'Не одбравте, селектиравте или внесовте членско име за да оперирате со него.',
));

// Reasons
$lang = array_merge($lang, array(
	'ACP_REASONS_EXPLAIN'	=> 'Овде може да ги менаџирате причините користени во пријавувањата на теми/мислења и пораките за неодобрени мислења/теми. Има една основна причина маркирана со ѕвезда (*) која што неможете да ја одстраните, оваа причина нормалне е користена за вообичаени пораки или доколку ниедна причина не се поклопува.',
	'ADD_NEW_REASON'		=> 'Додај нова причина',
	'AVAILABLE_TITLES'		=> 'Достапни локализирани наслови за причини',

	'IS_NOT_TRANSLATED'			=> 'Причината беше <strong>not</strong> локализирана.',
	'IS_NOT_TRANSLATED_EXPLAIN'	=> 'Причината беше <strong>not</strong> локализирана. Доколку сакате да дадете преведен образец, назначете исправен клуч од јазичните фајлови во одделот за извештај за причини.',
	'IS_TRANSLATED'				=> 'Причината беше локализирана.',
	'IS_TRANSLATED_EXPLAIN'		=> 'Причината беше локализирана. Ако насловот внесен овде е назначен со јазичен фајл секцијата за пријавување, локализираната форма и описот од тој јазик ќе бидат користени.',

	'NO_REASON'					=> 'Прилината неможе да биде пронајдена.',
	'NO_REASON_INFO'			=> 'Не одбравте наслов и опис за оваа причина.',
	'NO_REMOVE_DEFAULT_REASON'	=> 'не можете да ја одстраните основната причина “Друго”.',

	'REASON_ADD'				=> 'Додај причина за пријавување/неодобрување',
	'REASON_ADDED'				=> 'Причината за пријавување/неодобрување е успешно додадена.',
	'REASON_ALREADY_EXIST'		=> 'причина со овој наслов веќе постои, внесете друг наслов за оваа причина.',
	'REASON_DESCRIPTION'		=> 'Опис на причината',
	'REASON_DESC_TRANSLATED'	=> 'Прикажан опис на причината',
	'REASON_EDIT'				=> 'Измени причина за пријавување/неодобрување',
	'REASON_EDIT_EXPLAIN'		=> 'Овде може да додадете или измените причина. Ако причината е преведена во јазичниот фајл истата ќе биде прикажана',
	'REASON_REMOVED'			=> 'Причината за пријавување/неодобрување е успешно одстранета.',
	'REASON_TITLE'				=> 'Наслов на причината',
	'REASON_TITLE_TRANSLATED'	=> 'Наслов на причината кој ќе биде прикажан',
	'REASON_UPDATED'			=> 'Причината за пријавување/неодобрување е успешно апдејтувана.',

	'USED_IN_REPORTS'		=> 'Користено во пријавувања',
));

?>