<?php
/**
*
* acp_profile [Macedonian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Custom profile fields
$lang = array_merge($lang, array(
	'ADDED_PROFILE_FIELD'	=> 'Успешно додадовте вообичаено профил поле.',
	'ALPHA_ONLY'			=> 'Алфанумерички само',
	'ALPHA_SPACERS'			=> 'Алфанумерички и празен простор',
	'ALWAYS_TODAY'			=> 'Секогаш моменталниот датум',

	'BOOL_ENTRIES_EXPLAIN'	=> 'Внесете ги вашите опции сега',
	'BOOL_TYPE_EXPLAIN'		=> 'Дефинирај го типот, коцки за обележување или копче. Коцката за обележување ќе биде прикажана само за даден член. Во тој случај the <strong>втората</strong> јазична опција ќе биде користена. Копчето ќе биде прикажано без оглед на неговата вредност.',

	'CHANGED_PROFILE_FIELD'		=> 'Полето на профил е успешно променето.',
	'CHARS_ANY'					=> 'Било кој карактер',
	'CHECKBOX'					=> 'Коцка за обележување',
	'COLUMNS'					=> 'Рубрики',
	'CP_LANG_DEFAULT_VALUE'		=> 'Основна вредност',
	'CP_LANG_EXPLAIN'			=> 'Опис на полето ',
	'CP_LANG_EXPLAIN_EXPLAIN'	=> 'Објаснување на оба поле кое ќе биде прикажано на членот.',
	'CP_LANG_NAME'				=> 'Име на полето/наслов кој ќе биде прикажан на членот',
	'CP_LANG_OPTIONS'			=> 'Опции',
	'CREATE_NEW_FIELD'			=> 'Креирај ново поле',
	'CUSTOM_FIELDS_NOT_TRANSLATED'	=> 'Најмалку едно профил поле не е преведено сеуште. Ве молиме внесете ја потребната информација кликајки на  “Преведи” линкот.',

	'DEFAULT_ISO_LANGUAGE'			=> 'Основен јазик [%s]',
	'DEFAULT_LANGUAGE_NOT_FILLED'	=> 'Јазичните внесувања за основен јазик не се пополнети за ова профил поле.',
	'DEFAULT_VALUE'					=> 'Основна вредност',
	'DELETE_PROFILE_FIELD'			=> 'Одстрани профил поле',
	'DELETE_PROFILE_FIELD_CONFIRM'	=> 'Сигурни ли се дека сакате да го избришете ова профил поле?',
	'DISPLAY_AT_PROFILE'			=> 'Прикажи во членски контролен панел',
	'DISPLAY_AT_PROFILE_EXPLAIN'	=> 'Членот може да го смени ова профил поле со членскиот контролен панел.',
	'DISPLAY_AT_REGISTER'			=> 'Прикажи на страна за регистрација',
	'DISPLAY_AT_REGISTER_EXPLAIN'	=> 'Ако оваа опција е овозможена, ова поле ќе биде прикажано на страната за регистрација.',
	'DISPLAY_ON_VT'					=> 'Прикажи во тема ',
	'DISPLAY_ON_VT_EXPLAIN'			=> 'Ако оваа опција е овозможена, полето ќе биде прикажано на малиот членски профил во и низ темите.',
	'DISPLAY_PROFILE_FIELD'			=> 'Објави прикажување на ова профил поле',
	'DISPLAY_PROFILE_FIELD_EXPLAIN'	=> 'Профил полето ќе се покаже на локациите дадени во подесувањата. Подесување на  “не” ќе го сокрие ова поле од темите, профилите и листата на членови.',
	'DROPDOWN_ENTRIES_EXPLAIN'		=> 'Внесете ги вашите опции, секоја опција во нова линија.',

	'EDIT_DROPDOWN_LANG_EXPLAIN'	=> 'Запамтете дека вие можете да ги смените опциите во текстот и исто така да додадете нови опции на крајот. Не зависно Не е пропорачливо да додавате нова опција помеѓу постоечките - ова може да доведе до погрешни подесувања на вашите членови. Ова исто така може да се случи ако одстраните опција измеѓу нив. Со дстранување на опција крајниот резултат е да членовите кои ја имаат подесено оваа опција се враќаат на првобитните/основните вредности.',
	'EMPTY_FIELD_IDENT'				=> 'Препознаено е празно поле',
	'EMPTY_USER_FIELD_NAME'			=> 'ве молиме внесете име за полето/ наслов',
	'ENTRIES'						=> 'Внесувања',
	'EVERYTHING_OK'					=> 'Се е OK',

	'FIELD_BOOL'				=> 'Boolean (ДА/НЕ)',
	'FIELD_DATE'				=> 'Датум',
	'FIELD_DESCRIPTION'			=> 'Опис на полето',
	'FIELD_DESCRIPTION_EXPLAIN'	=> 'Објаснување за ова поле прикажано на членот.',
	'FIELD_DROPDOWN'			=> 'Паѓачко мени',
	'FIELD_IDENT'				=> 'Индетификација на поле',
	'FIELD_IDENT_ALREADY_EXIST'	=> 'Избраната индетификација на поле веќе постои. Изберете друго име.',
	'FIELD_IDENT_EXPLAIN'		=> 'Индетификација на поле е име за индетификуфање на профил полето во датавазата и темплејтите.',
	'FIELD_INT'					=> 'Броеви',
	'FIELD_LENGTH'				=> 'Должина на внесувачката кутија',
	'FIELD_NOT_FOUND'			=> 'Профил полето не е пронајдено.',
	'FIELD_STRING'				=> 'Еден текст поле',
	'FIELD_TEXT'				=> 'Текст област',
	'FIELD_TYPE'				=> 'Тип на поле',
	'FIELD_TYPE_EXPLAIN'		=> 'Подоцна немате можност за изменување на типот на полето.',
	'FIELD_VALIDATION'			=> 'Валидација на поле',
	'FIRST_OPTION'				=> 'Прва опција',

	'HIDE_PROFILE_FIELD'			=> 'Сокриј профил поле',
	'HIDE_PROFILE_FIELD_EXPLAIN'	=> 'Сокриј го профил полето од сите останати членови освен администратори и супер модератори кои сеуште ќе можат да го видат ова поле. Ако прикажувањето во членскиот контролен панел е оневозможено, членовите нема да можат да го видат ова поле или да го сменат, ова поле единствено ќе може да смени од администраторите.',

	'INVALID_CHARS_FIELD_IDENT'	=> 'Индетификацијата на поле може да содржи само мали букви а-з и _',
	'INVALID_FIELD_IDENT_LEN'	=> 'Индетификацијата на поле може да биде само 17 карактери долго',
	'ISO_LANGUAGE'				=> 'Јазик [%s]',

	'LANG_SPECIFIC_OPTIONS'		=> 'Посебни прилагодувања на јазикот [<strong>%s</strong>]',

	'MAX_FIELD_CHARS'		=> 'максимум број на карактери',
	'MAX_FIELD_NUMBER'		=> 'Најголем дозволен број',
	'MIN_FIELD_CHARS'		=> 'Минимум број на карактери',
	'MIN_FIELD_NUMBER'		=> 'Најмал дозволен број',

	'NO_FIELD_ENTRIES'			=> 'Не се дефинирани внесувања',
	'NO_FIELD_ID'				=> 'Профил полето не е одредено.',
	'NO_FIELD_TYPE'				=> 'Нема одредено тип на полето.',
	'NO_VALUE_OPTION'			=> 'Опцијата е еднаква на не внесена вредност',
	'NO_VALUE_OPTION_EXPLAIN'	=> 'Не внесена вредност. ако полето е задолжително, членот ќе види грешка кога ќе одбере некоја од опциите селектирани овде.',
	'NUMBERS_ONLY'				=> 'Само броеви (0-9)',

	'PROFILE_BASIC_OPTIONS'		=> 'Базични опции',
	'PROFILE_FIELD_ACTIVATED'	=> 'Профил полето е успешно активирано.',
	'PROFILE_FIELD_DEACTIVATED'	=> 'Профил полето е успешно деактивирано.',
	'PROFILE_LANG_OPTIONS'		=> 'Посебни прилагодувања на јазикот',
	'PROFILE_TYPE_OPTIONS'		=> 'Посебни прилагодувања за тип на профилот',

	'RADIO_BUTTONS'				=> 'Копчиња',
	'REMOVED_PROFILE_FIELD'		=> 'Успешно го одстранивте профил полето.',
	'REQUIRED_FIELD'			=> 'Задолжително поле',
	'REQUIRED_FIELD_EXPLAIN'	=> 'Присили го профил полето за биде пополнето или прилагодено од член или администратор. Ако прикажувањето на регистрационата страна е оневозможено, полето ќе биде задолжително само кога членовите ќе ги изменуваат нивните профили.',
	'ROWS'						=> 'Редови',

	'SAVE'							=> 'Сочувај',
	'SECOND_OPTION'					=> 'Втора опција',
	'STEP_1_EXPLAIN_CREATE'			=> 'Овде може да ги внесете првите базични параметри за вашето ново профил поле. Оваа информација е потребна за следниот чекор каде што вие ќе можете да ги наместите останатите опции и дотерате вашето профил поле понатака.',
	'STEP_1_EXPLAIN_EDIT'			=> 'Овде може да ги внесете првите базични параметри за вашето ново профил поле. Релевантните опции се пресметани со вториот чекор.',
	'STEP_1_TITLE_CREATE'			=> 'Додај профил поле',
	'STEP_1_TITLE_EDIT'				=> 'Измени профил поле',
	'STEP_2_EXPLAIN_CREATE'			=> 'Овде може да дефинирате некои општи опции кои што може би сакате да ги подесите.',
	'STEP_2_EXPLAIN_EDIT'			=> 'Овде може да смение некои од општите опции.<br /><strong>Ве молиме забележете дека прмените во профил полињата нема да има ефект врз постоечките профил полиња веќе пополнети од вашите членови.</strong>',
	'STEP_2_TITLE_CREATE'			=> 'Посебни прилагодувања на типот на профилот',
	'STEP_2_TITLE_EDIT'				=> 'Посебни прилагодувања на типот на профилот',
	'STEP_3_EXPLAIN_CREATE'			=> 'Одкако имате инсталирано повеќе од еден јазичен пакет, мора да ги попуните и останатите јазични фајлови исто така. профил полето ќе работи со основниот јазик, но вие можете да ги пополните и останатите јазични фајлови исто така покасно.',
	'STEP_3_EXPLAIN_EDIT'			=> 'Одкако имате инсталирано повеќе од еден јазичен пакет, сега може да ги смените или додадете и останатите јазични фајлови исто така. Профил полето ќе работи со основниот јазик.',
	'STEP_3_TITLE_CREATE'			=> 'Останати јазични дефиниции',
	'STEP_3_TITLE_EDIT'				=> 'Јазични дефиниции',
	'STRING_DEFAULT_VALUE_EXPLAIN'	=> 'Внесете основна фраза за да биде прикажана, основна вредност. Оставате празно ако сакате да се прикаже празно на прво место.',

	'TEXT_DEFAULT_VALUE_EXPLAIN'	=> 'Внесете основен текст за да биде прикажан,основна вредност. Оставате празно ако сакате да се прикаже празно на прво место.',
	'TRANSLATE'						=> 'Преведи',

	'USER_FIELD_NAME'	=> 'Име/наслов прикажан на член ',

	'VISIBILITY_OPTION'				=> 'Опции на видливоста',
));

?>